[,,,,{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/6/Dell-XPS-15-9500-1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-2.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-3.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-4.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-5.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-6.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-7.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-8.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-9.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-10.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-11.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-12.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-13.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-14.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-15.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/4/dell-xps-9500-16.jpg"
    ],
    "title": "\n      Dell XPS 15 9500\n    ",
    "processor": "Vi xử lý: Intel Core i5 10300H, 4 nhân / 8 luồng",
    "screen": "Màn hình: 15.6\" FHD+ IPS (1920 x 1200) chống chói",
    "ram": "RAM: 8GB DDR4 bus 2933 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Intel UHD 630",
    "pin": "Pin: 56Wh",
    "weight": "Cân nặng: 2 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫35,990,000\n          ",
    "review": [
      "Dell XPS 9500 dành cho ai?",
      "Là một Ultrabook hiệu năng cao, với tỉ lệ màn hình độc đáo, chiếc máy phù hợp với những ai chuyên làm công việc sáng tạo, yêu cầu cao về phần cứng nhưng vẫn thuận tiện khi mang đi liên tục. Chiếc máy còn phù hợp với những lập trình viên trong thời điểm hiện nay.",
      "Thiết kế - Đơn giản nhưng khác biệt",
      "Cũng giống như phiên bản tiền nhiệm, XPS 9500 cũng được thiết kế với mặt nhôm được cắt CNC tinh xảo, chắc chắn. Khung máy vẫn hoàn toàn được gia cố bằng hợp kim magnesium chắc chắn, với mặt trên được phủ một lớp carbon fiber mịn màng, sang trọng. Tuy nhiên, nếu để ý kỹ, mặt đáy máy giờ không còn là 1 mảng nhôm phẳng nữa, mà đã có thêm 2 miếng gờ để giữ cho cụm màn hình chắc chắn, tránh hiện tượng bị nứt gãy ở các phiên bản trước. Kích thước tổng thể cũng lớn hơn một chút, do máy được thiết kế phù hợp với màn hình tỉ lệ 16:10.",
      "Viền màn hình Infinity Edge vẫn luôn là điểm nhấn của chiếc máy này. Khác với chiếc XPS 7590 vào năm ngoái, toàn bộ các phần viền của XPS 9500 đều được làm mỏng đều. Bản lề vẫn được thiết kế liền khối, tuy nhiên được làm mỏng hơn, và tối ưu hơn ở khả năng tản nhiệt.",
      "Cậu bé vàng của Ultrabook hiệu năng cao",
      "Là Ultrabook multimedia, vậy nên chiếc máy này sở hữu bộ vi xử lý Intel Comet Lake với hiệu năng cao, với 4 tùy chọn là Core i5 10300H, Core i7 10750H, Core i7 10875H và Core i9 10885H. Với đa dạng tùy chọn CPU, người dùng có thể lựa chọn cho mình dòng chip phù hợp với công việc nhất. Với 2 tùy chọn CPU i7 10875H và i9 10885H với 8 nhân 16 luồng được đưa vào, chiếc máy hứa hẹn sẽ có hệ thống tản nhiệt tốt hơn hẳn so với thế hệ tiền nhiệm.",
      "Máy còn có hai tùy chọn card đồ họa là card đồ họa tích hợp UHD 630 và card rời Nvidia GTX 1650Ti. Với tùy chọn card đồ họa rời, người dùng có thể thoải mái render những thước phim độ phân giải cao, cũng như xử lý những chương trình đồ họa nặng.",
      "Màn hình tinh xảo đến từng chi tiết",
      "Máy được trang bị màn hình Full HD IPS với tỉ lệ màn hình 16:10 mới mẻ, cho khả năng hiện thị đầy đủ, rộng rãi. Tấm màn hình này có độ sáng 500 nits, với độ bao phủ 100% sRGB và 70% AdobeRGB, phù hợp cho những ai làm những công việc liên quan đến sáng tạo ảnh.",
      "Bên cạnh đó, XPS 9500 cũng có tùy chọn màn hình 4K cảm ứng, với 100% AdobeRGB, phù hợp cho những công việc đồ họa cần sự chính xác về màu sắc cũng như độ sắc nét tối đa.",
      "Chill với hệ thóng âm thanh",
      "XPS 9500 được trang bị 2 loa công suất 4W ở hai bên, với khe âm thanh được đặt ở hai bên cạnh mặt đáy. Tuy nhiên, để tối ưu hóa trải nghiệm âm thanh vòm, Dell đã bố trí 2 khe âm anh ở cạnh bên bàn phím, mang trải nghiệm âm thanh trung thực hài hòa, cùng với đó là công nghệ loa WaveMaxx Audio, mang lại sự trong trẻo khi thưởng thức âm thanh.",
      "Bàn phím và Touchpad",
      "Bên cạnh một thiết kế hoàn toàn mới, Dell cũng trang bị cho chiếc flagship của mình một bộ bàn phím kiểu mới, với phong cách cân bằng, hài hòa hơn. Máy có hành trình phím đủ sâu, keycap được làm mịn, phẳng. Nút nguồn được tích hợp thẳng vào nhưng tuy nhiên được làm cứng và cần nhấn với lực mạnh hơn nên rất khó bị nhầm. Bên cạnh đó, nút nguồn cũng kiêm luôn vai trò cảm biến vân tay một chạm siêu nhạy.",
      "Touchpad được thiết kế vô cùng lớn, với bề mặt phủ kính mịn, cao cấp. Độ phản hồi của touchpad rất tốt, cử chỉ nhạy. Hai phím chuột tích hợp cho cảm giác bấm êm, đầm tay, tuy nhiên tiếng phát ra hơi to.",
      "Hệ thống cổng kết nối",
      "Để phù hợp cho xu hướng tối giản hóa hiện nay, toàn bộ dòng laptop XPS nói chung và XPS 9500 nói riêng, đã lược bỏ gần hết số cổng kết nối hiện nay, và thay vào đó là USB Type C. Máy được trang bị 3 cổng USB Type C 3.2 Gen 2, tuy nhiên chỉ có 2 cổng cạnh trái máy là hỗ trợ Thunderbolt 3, còn cổng bên cạnh phải chỉ hỗ trợ Power Delivery và xuất hình. Máy vẫn giữ jack tai nghe 3.5mm combo và 1 khe thẻ nhớ SD truyền thống.",
      "Dell XPS 15 9500 – xứng đáng là ultrabook của năm?",
      "Là chiếc máy đi đầu xu thế với thiết kế đơn giản, màn hình hiển thị có tỉ lệ thời thượng, cùng một cấu hình mạnh chưa từng thấy, XPS 9500 hội tụ đầy đủ những yếu tố để trở thành chiếc Ultrabook của năm 2020. Quả thực, không có một Ultrabook Windows nào có thể sánh ngang được với chiếc flagship tới từ Dell về cả thiết kế lẫn sự tiện nghi."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/10/22/407iq-01.jpg"
    ],
    "title": "\n      Asus ZenBook 14 Q407iq\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4500U, 6 nhân / 6 luồng",
    "screen": "Màn hình: 14.0\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR4x bus 4266 MHz",
    "graphicCard": "Card đồ họa: Nvidia Geforce MX 350 2GB GDDR5",
    "pin": "Pin: 50Wh",
    "weight": "Cân nặng: 1.15kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫19,990,000\n          ",
    "review": [
      "Asus Zenbook Q407iq dành cho ai?",
      "Là Ultrabook tầm trung, với thân hình mỏng nhẹ, Zenbook 14 Q407iq phù hợp với đối tượng dân văn phòng, hay những người cần một chiếc máy mỏng nhẹ có khả năng giải trí đa phương tiện.",
      "Hiệu năng đáng kinh ngạc",
      "Zenbook 14 được trang bị dòng vi xử lý AMD Ryzen 4000, cho hiệu năng vượt trội. Đặc biệt với dày đặc nhân, luồng, dòng chip này cho khả năng xử lý công việc đồ hoạ như chỉnh sửa, thiết kế ảnh, dựng video mạnh mẽ. Thêm vào đó, chiếc máy còn cho khả năng xử lý những file excel cồng kềnh, vốn làm khó những CPU ít nhân trước đây.",
      "Với những ai muốn giải trí, chơi game nhẹ nhàng, Zenbook Q407iq cũng trang bị thêm card đồ hoạ rời Nvidia MX350 2GB, đủ để chơi các tựa game eSport hiện nay như Liên minh Huyền thoại, Valorant, CS:GO.",
      "Thiết kế - bắt mắt, hiện đại",
      "Zenbook 14 Q407iq sử dụng nhôm nguyên khối siêu nhẹ, khiến tổng thể chiếc máy chỉ nặng chưa đầy 1.2kg. Tuy sử dụng kim loại nhẹ, chiếc máy lại vô cùng chắc chắn, nhờ đó người dùng có thể thoải mái mang đi mang lại.",
      "Viền màn hình của máy siêu mỏng, nhờ thiết kế Nano-Edge của Asus. Vì vậy, chiếc máy này dường như ngang bằng một chiếc laptop 13.3 inch. Bản lề Ergolift luôn là điểm nổi bật của những chiếc ultrabook mang thương hiệu Asus, giúp giảm thiểu nhiệt độ cũng như nâng cao khu vực bàn phím.",
      "Màn hình",
      "Điểm đáng chú ý nhất của các dòng Zenbook chính là màn hình. Zenbook 14 Q407iq cũng không phải ngoại lệ. Tấm màn hình IPS này có chất lượng rất tốt, với độ phủ màu 90% sRGB và 67% AdobeRGB, rất phù hợp với những người thiết kế 2D và chỉnh sửa ảnh. Độ sáng 300 nits cũng khiến chiếc máy hoạt động vô cùng thuận lợi ở môi trường ngoài trời.",
      "Bàn phím và Touchpad",
      "Bàn phím trên Zenbook Q407iq có layout bố trí hợp lý, các phím được thiết kế với kích thước lớn, giúp người dùng dễ thao tác trong quá trình sử dụng. Hành trình phím có phần nông hơn những chiếc UM/UX425, nhưng đổi lại, mức độ chính xác lại rất cao. Tuy nhiên, đèn led phím không quá sáng là điểm trừ của chiếc máy này.",
      "Touchpad của máy được phủ lớp kính sần. Tuy vậy, lớp nhám sần trên chiếc máy này cũng vô cùng dễ chịu, không bị rít khi sử dụng trong thời gian dài. Kích thước touchpad có phần hơi nhỏ, nhưng độ nhạy lại vô cùng cao.",
      "Hệ thống cổng kết nối",
      "Tất cả những chuẩn kết nối trên chiếc máy này đều là chuẩn kết nối phổ biến và nhanh nhất hiện tại. Cạnh trái máy được trang bị 1 cổng USB-A 3.2 Gen 2, một USB-C 3.2 Gen 2 hỗ trợ xuất hình và sạc, cổng HDMI. Trong khi đó, bên phải ít cổng kết nối hơn, với 1 USB-A 2.0, một khe thẻ microSD và 1 cổng tai nghe 3.5mm, trong khi Zenbook UM/UX425 lại lược bỏ.",
      "Khả năng nâng cấp",
      "Zenbook Q407iq chỉ có thể nâng cấp được SSD, do RAM đã được hàn thẳng trên mainboard. Đây cũng là điểm đáng khen khi chiếc máy có thể nâng cấp được dung lượng lưu trữ, trong khi nhiều ultrabook khác thì không. Ngoài ra máy còn có thể nâng cấp card Wi-Fi, nhưng với việc trang bị sẵn Wi-Fi 6, việc nâng cấp này gần như là không cần thiết.",
      "Asus Zenbook Q407iq – Zenbook cho mọi loại hình công việc",
      "Với thiết kế trẻ trung, hiện đại, trọng lượng nhẹ cùng hiệu năng ấn tượng tới từ AMD, Zenbook Q407iq là chiếc máy phù hợp với nhiều công việc nặng nhẹ khác nhau. Cũng vì vậy, khó có chiếc máy tính nào toàn diện được như chiếc Zenbook này trong tầm giá dưới 20 triệu."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/11/17/5402-01.jpg"
    ],
    "title": "\n      Dell Inspiron 14 5402\n    ",
    "processor": "Vi xử lý: Intel Core i5 1135G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14.0\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 3200 MHz (Hai khe ram có thể nâng cấp - tối đa 32GB)",
    "graphicCard": "Card đồ họa: Intel Iris Xe",
    "pin": "Pin: 40Wh",
    "weight": "Cân nặng: 1.4kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home SL bản quyền",
    "price": "\n          ₫19,490,000\n          ",
    "review": [
      "Dell Inspiron 14 5402 là laptop hướng tới công việc học tập và giải trí, với cấu hình cơ bản",
      "Thiết kế trẻ trung",
      "Dell Inspiron 5402 có một thiết kế đơn giản giản, bản lề dạng nâng gáy hiện đại, hỗ trợ tối đa khả năng tản nhiệt. Máy có độ dày 1.8 cm với cân chỉ khoảng 1.3kg, phù hợp cho việc mang tới trường học hay các quán café để làm việc.",
      "Laptop đa dụng cho cả học tập lẫn giải trí",
      "Do phục vụ chủ yếu cho học tập giải trí, đôi lúc là cho nhân viên văn phòng máy sử dụng hệ thống chip tiết kiệm điện. Tuy nhiên với việc trang bị CPU Intel thế hệ thứ 11, chiếc máy đem lại hiệu năng rất tốt trong quá trình soạn thảo, biên tập các file Excel nặng do được trang bị nhiều nhân luồng.",
      "Laptop 14 inch với thời lượng pin dài lâu",
      "Với nhu cầu cơ bản cho học tập, giải trí hay các công việc văn phòng, máy được trang bị viên pin 42Wh, cùng phần mềm tối ưu pin Dell Manager, chiếc Inspiron 14 5402 thoải mái sử dụng pin tới 10 tiếng, đủ cho một ngày dài học tập và làm việc hiệu quả.",
      "Màn hình FHD tiêu chuẩn",
      "Được trang bị màn hình 14 inch, Inspiron 5402 là một sản phẩm hướng đến học tập và giải trí, nhất là với đối tượng sinh viên hay đem đi học. Máy được trang bị màn hình Full HD với tấm nền IPS chất lượng cao, với lớp phủ chống chói, nâng cao đáng kể hiệu quả khi làm việc trong bất kỳ điều kiện nào. Ngoài ra, màn hình này cũng cho khả năng giải trí tuyệt vời, với độ sáng cao.",
      "Hệ thống kết nối đa dạng, tiện lợi",
      "Chiếc máy được trang bị rất nhiều cổng kết nối hiện đại, với 1 cổng USB-C 3.2 Gen 2 cho khả năng sạc Power Delivery cũng như xuất hình, hai cổng USB-A 3.2 Gen 1, một cổng HDMI 1.4b và jack tai nghe 3.5mm.",
      "Laptop giải trí cũng được bảo mật",
      "Inspiron 5402 cũng được trang bị chip bảo mật TPM 2.0, khoá cứng máy tính khi cần thiết, tuy nhiên không quá chặt chẽ như lớp bảo mật doanh nghiệp trên các dòng Vostro. Ngoài ra máy cũng có một số tuỳ chọn tích hợp vân tay một chạm, tuỳ vào thị trường cũng như các tuỳ chọn khác nhau.",
      "Nếu là một sinh viên yêu thích sự mỏng nhẹ thiết kế đẹp, với chi phí phải chăng, Dell Inspiron 14 5402 sẽ là chiếc máy dành cho bạn. Chỉ với 19 triệu đồng, bạn đã sở hữu ngay cho mình một laptop đa dụng, với nhiều tính năng cũng như cấu hình mới"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/10/dell-xps-13-7390-1jpg"
    ],
    "title": "\n      Dell XPS 13 7390\n    ",
    "processor": "Vi xử lý: Intel Core i5 10210U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" FHD IPS (1920 x 1080) gương, cảm ứng",
    "ram": "Card đồ họa: Intel UHD 620",
    "graphicCard": "Lưu trữ: 256GB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 3 x USB-C with Thunderbolt 3, Micro SD Card slot",
    "weight": "",
    "operatingSystem": "Bảo hành 12 tháng tại ThinkPro",
    "price": "\n          ₫22,490,000\n          ",
    "review": [
      "Dell XPS 13 7390 là mẫu laptop được Dell định hướng là dòng giải trí, làm việc cao cấp. Một chiếc máy mang trong mình hình dáng nhỏ gọn nhưng vẫn đảm bảo được sự ổn định và bền bỉ để phục vụ công việc cũng như giải trí xuyên suốt một ngày làm việc.",
      "Ai nên sử dụng Dell XPS 13 7390",
      "Hướng đến đối tượng là những người kinh doanh hay muốn sở hữu laptop có thiết kế cao cấp, sang trọng, mỏng nhẹ và tiện dụng, dễ dàng mang theo di chuyển tới bất kỳ đâu.",
      "Thiết kế",
      "Dell XPS 13 7390 mặc dù không có thay đổi gì nhiều so với các phiên bản trước kia, thế nhưng chất lượng sản phẩm vẫn luôn được đảm bảo. Vẫn được sử dụng bằng chất lượng Carbon Fiber, XPS 13 7390 mang tới trải nghiệm vô cùng dễ chịu cho người dùng. Độ hoàn thiện thiết kế tốt khiến cho máy luôn giữ được dáng vẻ thanh lịch vốn có của nó. Ngoài ra bản lề của máy cũng rất chắc chắn khiến người dùng yên tâm trong quá trình sử dụng.",
      "Sự thay đổi lớn nhất về ngoại hình trên Dell XPS 13 7390 so với phiên bản Dell XPS 13 9370 là ở cụm camera, cụm camera của máy đã chuyển thành camera đơn và được đưa lên phía trên thay vì ở trí dưới cằm như ở trên phiên bản trước. Sự bố trí như vậy sẽ giúp các bạn thuận tiện hơn khi thực hiện các cuộc gọi video call.",
      "Màn hình",
      "Viền màn hình Infinity Edge siêu mỏng ở 3 cạnh của Dell XPS 13 7390 cũng được thiết kế bằng nhựa thay cho lớp kính cường lực như ở trên phiên bản trước, nhìn trông gần giống với phiên bản Dell XPS 15 7590 thu nhỏ. Dell XPS 13 7390 có tỷ lệ màn hình so với thân máy lên tới 85% giúp cho hình ảnh hiển thị trở lên đẹp hơn, ít gây mất tập trung cho đôi mắt của bạn.",
      "Dell XPS 13 7390 được trang bị màn hình nhám có lựa chọn cảm ứng kích thước 13.3 inch, độ phân giải FHD 1920 x 1080 cùng tấm nền IPS. Màn cho chất lượng hiển thị màu sắc nét ở mọi góc độ, góc nhìn lên tới 178 độ. Dải màu rộng lên tới 94% sRGB còn độ sai lệch màu chỉ vào khoảng 1.15 Delta-E, độ sáng lên tới 400 nits. Theo như những gì mà công cụ Spyder X Elite đo được thì màn hình trên các dòng Dell Xps 13 có sự tương đồng nhau, tất cả đều cho chất lượng hiển thị màu sắc rất sâu và trung thực, đây là một mẫu màn hình lý tưởng cho dân thiết kế về đồ họa.",
      "Cấu hình",
      "XPS 13 7390 là một trong những laptop đi đầu về sử dụng CPU thế hệ mới của Intel đó là i5-10210U và i7-10710U cùng với đó là RAM 8GB và bộ nhớ SSD 256GB. ",
      "Giờ đây việc giải trí làm việc đa tác vụ không còn là vấn đề với chiếc laptop mỏng nhẹ này nữa. Phương châm của Dell mang tới sản phẩm này chính là bền bỉ, mạnh mẽ, thanh lịch, sang trọng trong chiếc XPS 7390 này",
      "Bàn phím và touchpad",
      "Bàn phím có đèn nền 2 mức độ, hành trình phím ổn nhất là trên những thiết bị có kích thước mỏng nhẹ. Trải nghiệm gõ phím trên XPS 13 rất trơn tru và mượt mà, khi soạn thảo một văn bản dài vẫn thấy thoải mái.",
      "Touchpad hoạt động rất hoàn hảo, không hề gặp vấn đề khi di chuyển con chuột những đoạn nhỏ và ngắn. Bề mặt touchpad rất mượt, trải nghiệm di chuột rất dễ dàng không hề bị kẹt hay dính.",
      "Cổng kết nối",
      "Hệ thống cổng kết nối của máy tương tự như trên Dell XPS 13 9370. Cổng USB tiêu chuẩn, cùng với đầu đọc thẻ SD được thay bằng 3 cổng USB C và MicroUSB. ",
      "Hai cổng Thunderbolt 3 dùng chung kết nối PCIe-x4. Cả 3 cổng USB đều có thể dùng để sạc, 2 cổng Thunderbolt 3 đều có thể dùng để xuất hình ảnh. Có nghĩa là bạn có thể dùng tới 2 màn hình ngoài một lúc. Ngoài ra còn có đầu đọc thẻ micro SD và jack tai nghe 3.5 mm."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/11/1/lenovo-thinkpad-x1-carbon-gen-8th-1.jpg"
    ],
    "title": "\n      Lenovo ThinkPad X1 Carbon Gen 8\n    ",
    "processor": "Vi xử lý: Intel Core i5 10210U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14\" FHD IPS (1920 x 1080), chống chói (400nits)",
    "ram": "RAM: 16GB LPDDR3 bus 2133 MHz",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 51Wh",
    "weight": "Cân nặng: 1.09kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫30,990,000\n          ",
    "review": [
      "Những ai nên sử dụng chiếc ThinkPad X1 Carbon Gen 8 này?",
      "Là chiếc máy cao cấp, với thời lượng pin tốt cùng hiệu năng ổn định, đây là sản phẩm phù hợp với những đối tượng doanh nhân hay phải làm việc trong thời gian dài. Đặc biệt, với trọng lượng nhẹ, cùng màn hình 14 inches vừa đủ, đây sẽ là chiếc laptop lý tưởng đối với những ai hay phải di chuyển và làm việc bên ngoài.",
      "Màn hình",
      "Cũng giống như phiên bản tiền nhiệm, X1 Carbon Gen 8 được trang bị màn hình Full HD ở tùy chọn cơ bản. Điều đáng nói ở đây, Lenovo đã có sự nâng cấp nhẹ cho chiếc màn hình này khi nâng mức sáng màn hình lên 400 nits. Đây là một cải thiện đáng kể đối với những ai hay phải làm việc ngoài trời. Màn hình có độ bao phủ màu ở mức tốt, với 95% sRGB và 61% AdobeRGB. Đây là mức độ bao phủ có thể nói là vừa đủ cho việc chỉnh sửa ảnh và làm việc hàng ngày. Độ phân giải Full HD còn có thêm 2 tùy chọn màn nữa là phiên bản tiêu thụ điện năng ít hơn và 1 phiên bản màn hình hỗ trợ khả năng chống nhìn trộm",
      "X1 Carbon Gen 8 cũng có tùy chọn màn hình 2K và 4K HDR sử dụng công nghệ Dolby Vision giống phiên bản Gen 7, cho trải nghiệm tốt với màu sắc trung thực hơn. Nhưng, với những doanh nhân hay phải di chuyển nhiều, một chiếc màn hình Full HD với khả năng tiết kiệm điện năng tối ưu có lẽ là quá đủ.",
      "Thiết kế - Mỏng nhẹ nhưng vô cùng chắc chắn",
      "Thoạt nhìn, chiếc máy trông có vẻ giống X1 Carbon Gen 7, nhưng Lenovo luôn biết cách tạo ra sự khác biệt trên chính những thiết kế thân quen. Ở phiên bản năm nay, Lenovo đã khéo léo di chuyển chữ “X1” sang cạnh dòng chữ ThinkPad ở góc phải mặt lưng. Lenovo cũng không sử dụng lớp phủ matte quen thuộc cho X1 Carbon Gen 8 nữa, mà thay vào đó là một lớp carbon fiber mịn màng. Đây là một trong những điểm then chốt để làm nên sự khác biệt về thiết kế của năm nay.",
      "Bên ngoài thay đổi là vậy, còn bên trong, Lenovo vẫn giữ nguyên cách bài trí tới từ X1 Carbon Gen 7. ThinkPad X1 Carbon Gen 8 vẫn sử dụng cụm bản lề kép dẻo dai nhưng chắc chắn như các thế hệ tiền nhiệm. Bên cạnh là dải loa phụ giúp mang đến trải nghiệm âm thanh sống động cho người dùng. Viền màn hình vẫn luôn là điểm nhấn của dòng X1 Carbon, luôn được vát mỏng tinh tế.",
      "Hiệu năng ổn định",
      "X1 Carbon Gen 8 sử dụng dòng CPU Comet Lake thế hệ 10, với các tùy chọn từ Core i5 10210U cho tới Core i7 10610U. Với việc sử dụng dòng CPU này, X1 Carbon Gen 8 hứa hẹn sẽ là chiếc Ultrabook có hiệu năng vượt trội so với những đối thủ khác. Thông qua phần mềm Cinebench R20, chiếc máy này cho ra kết quả vô cùng ấn tượng khi cả tùy chọn i5 và i7 đều cho điểm số trên 1000. Với kết quả này, ThinkPad X1 Carbon Gen 8 có thể mượt mà edit những video 4K, hay chạy những tác vụ giả lập nặng.",
      "Chiếc máy có 2 tùy chọn RAM là 8GB và 16GB, nhưng ở mức độ làm việc văn phòng, 8GB có lẽ là quá đủ rồiLenovo chưa có kế hoạch cụ thể cho việc đưa vào tùy chọn i7 10810U với 6 nhân 12 luồng, nhưng có lẽ hãng sẽ sớm cho ra mắt cấu hình này.",
      "Bàn phím và Touchpad",
      "Bàn phím trên chiếc X1 Carbon Gen 8 có phần thiết kế giống như phiên bản tiền nhiệm. Hành trình phím nông hơn, chỉ 1,5mm, nhưng vẫn không làm ảnh hưởng tới trải nghiệm gõ phím. Và cũng giống các dòng máy ThinkPad của năm 2020, Lenovo cũng trang bị trên chiếc X1 Carbon Gen 8 này hệ thống phím chức năng chuyên để đàm thoại.",
      "Touchpad có kích thước ở mức vừa phải, bề mặt được phủ một lớp kính mịn, tạo cảm giác di mượt mà, uyển chuyển, và không bám mồ hôi tay. Như mọi lần, touchpad của ThinkPad luôn được trang bị Windows Precision Driver, cho cảm giác sử dụng chính xác, nhạy bén trên từng cử chỉ. Hai bên chuột cho độ phản hồi tốt.Trackpoint vẫn cho sự di chuyển chính xác, ôm tay. Điểm cải thiện hơn so với Thế hệ 7 là ở hệ thống phím bấm cứng. Phiên bản Gen 8 đã đẩy các nút này lên cao hơn chút, tạo ra sự chắc chắn và chính xác khi bấm.",
      "Hệ thống âm thanh",
      "Chiếc máy vẫn được trang bị 4 loa với 2 loa chính 2W nằm ở phía dưới máy, và 2 loa phụ 0.8W ở 2 cạnh bên bản lề.  m thanh nổi, trung thực, rõ ràng, kết hợp với công nghệ Dolby Atmos Premium giúp trải nghiệm âm thanh sống động, hài hòa với khả năng giả lập 7.1.",
      "Khả năng bảo mật",
      "Chiếc máy được trang bị cảm biến vân tay một chạm, với bảo mật vân tay 3 lớp. Con chip dTPM 2.0 đươc nhúng vào để có thể thiết lập mật khẩu cho BIOS, ổ cứng, mật khẩu khi khởi động. Chiếc máy vẫn được trang bị nút gạt ThinkShutter nhằm tránh việc bị các đối tượng khác xâm nhập. Ngoài ra còn có thêm tùy chọn sử dụng mở khóa khuôn mặt Windows Hello, hay dùng tấm nền màn hình chống nhìn trộm với công nghệ PrivacyGuard, giúp nâng cao tối đa khả năng bảo mật.",
      " ",
      "Cổng kết nối",
      "Là dòng Laptop doanh nhân cao cấp, ThinkPad X1 Carbon Gen 8 vẫn trang bị trong mình hệ thống cổng kết nối đầy đủ. Máy có 2 cổng USB Type A 3.2 Gen 1 nằm ở 2 bên, 2 công USB Type C tích hợp Thunderbolt 3, 1 cổng HDMI 1.4b và 1 jack tai nghe 3.5mm. Quả đáng ngạc nhiên khi một chiếc máy mỏng nhẹ như vậy vẫn được trang bị hệ thống cổng kết nối đầy đủ như vậy.",
      "Thời lượng pin",
      "Chiếc máy vẫn sử dụng viên pin 51Wh như phiên bản Gen 7. Tuy nhiên, thời lượng pin đã được cải thiện đáng kể trên phiên bản này. Thay vì chỉ sử dụng được 8h đồng hồ như thế hệ trước, X1 Carbon Gen 8 có thời lượng sử dụng lên tới 12h đồng hồ, giúp người dùng thoải mái làm việc trong thời gian dài.",
      "ThinkPad X1 Carbon Gen 8 có phải là sự lựa chọn phù hợp?",
      "X1 Carbon Gen 8 không sở hữu cho mình bộ khung nhôm với những đường nét cắt CNC sắc sảo như Dell XPS 13 9300, cũng không màu mè như HP Spectre 13 x360, nhưng chiếc máy này vẫn toát lên sự thanh lịch, sang trọng, mềm mại mà tinh tế. Bên cạnh đó, chiếc máy còn mang trong mình sự chắc chắn, cùng hiệu năng ổn định, mạnh mẽ. Điều khiến người dùng phải đắn đo suy nghĩ, có lẽ tới từ sự quá tương đồng với phiên bản X1 Carbon Gen 7, nhưng giá thành lại cao hơn."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/24/legion5_01.jpg"
    ],
    "title": "\n      Lenovo Legion 5 AMD (Chính hãng)\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4600H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" Full HD IPS (1920 x 1080) 144Hz, màn nhám",
    "ram": "RAM: 8GB DDR4 3200MHz (Nâng cấp tối đa 32GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX 1650Ti 4GB GDDR6",
    "pin": "Pin: 60Wh",
    "weight": "Cân nặng: 2.3 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home Single Language bản quyền",
    "price": "\n          ₫24,490,000\n          ",
    "review": [
      "Lenovo Legion 5 AMD dành cho ai?",
      "Là một chiếc máy gaming, nhưng với thiết kế không quá nổi bật, chiếc máy này phù hợp với cả những người làm về mảng thiết kế đồ họa, cũng như những đối tượng chơi game.",
      "Thiết kế - Đơn giản nhưng chưa cần phải thay đổi",
      "Lenovo Legion 5 vẫn sử dụng phong cách thiết kế giống như chiếc Y540 trước đây. Toàn thân máy sử dụng vật liệu hợp kim nhôm cao cấp, với các đường viền được làm vuông vức đem lại cảm giác chắc chắn. Nắp máy được thiết kế nhẵn bóng kết hợp với logo Legion mới in chìm. Điểm đặc biệt ở đây, logo Legion tự đổi màu theo góc nhìn. Chính những sự thay đổi này, khiến người dùng phải trầm trồ trước thế hệ Legion Gaming mới.",
      "Viền màn hình được làm mỏng lại, nhất là phần viền dưới, tạo ra sự cân bằng, thanh thoát. Camera cũng được di chuyển từ phần dưới lên, tạo ra sự phù hợp cho đa số người dùng. Máy còn được trang bị thêm cần gạt Privacy Shutter, giống như những chiếc ThinkPad cao cấp, giúp người dùng tránh bị can thiệp từ những bên thứ 3.",
      "Hiệu năng vượt trội với CPU tới từ AMD",
      "Những năm gần đây, Lenovo đã tung ra rất nhiều sản phẩm sử dụng CPU tới từ AMD, tuy nhiên đa phần là các sản phẩm dành cho doanh nhân hoặc văn phòng. Tuy nhiên năm nay hãng đã tung ra sản phẩm gaming đầu tiên sử dụng cpu Ryzen 4000 mới nhất của AMD trên chiếc Legion 5 này. Máy có 2 tùy chọn CPU là Ryzen 5 4600H và Ryzen 7 4800H, cho hiệu năng vượt trội, cùng tiến trình 7nm với khả năng tiêu thụ điện năng ít hơn 20% so với thế hệ trước. Với hiệu năng mạnh mẽ như vậy, chiếc máy hoàn toàn chơi mượt các game mới nhất hiện nay, cũng như thừa sức render những footage 4K.",
      "Tiếp thêm sức mạnh cho chiếc máy là hệ thống card đồ họa mạnh mẽ tới từ Nvidia. Máy có tùy chọn card đồ họa thấp nhất là GTX 1650 4GB và cao nhất là RTX 2060 6GB. Với việc sử dụng hoàn toàn hệ thống card đồ họa với kiến trúc Turing mới mẻ, Legion 5 AMD hoàn toàn chạy mượt các game AAA ở mức thiết đặt cao, hay có thể dựng hình 3D mượt mà.",
      "Màn hình – phù hợp cho nhiều đối tượng",
      "Máy được trang bị màn hình với độ phân giải Full HD với tần số quét 120Hz, tuy nhiên, độ bao phủ màu của máy lại ở mức trung bình, với 65% sRGB và 48% AdobeRGB. Đây là màn hình đủ tốt để người dùng chơi mượt các tựa game hiện nay. Bên cạnh đó, máy còn tùy chọn màn hình 60Hz với độ phủ màu 100% sRGB, phù hợp cho những ai làm về mảng đa phương tiện trên chiếc máy này. Nhưng có lẽ vậy là chưa đủ, Lenovo cho ra mắt tùy chọn màn hình tốt nhất của dòng máy này với tần số quét lên tới 144Hz, và độ phủ màu sRGB là 100%, kết hợp với công nghệ Dolby Vision nổi tiếng, dành cho những người vừa làm đồ họa, vừa thoải mái chơi mượt các tựa game FPS.",
      "Bàn phím và Touchpad",
      "Điểm cải thiện lớn tiếp theo ở các dòng laptop Lenovo nói chung và chiếc Legion 5 AMD nói riêng này chính là bàn phím. Khoảng cách các phím được thiết kế rộng như mọi năm để phù hợp với việc gaming. Tuy nhiên, Lenovo đã thiết kế lại hoàn toàn khu vực phím số, giúp người dùng không còn gặp khó khăn khi sử dụng như các thế hệ trước. Thêm vào đó, hành trình phím cũng được cải thiện đáng kể, lên mức 1,7mm, gần như tương đương với hành trình phím của những chiếc ThinkPad hiện nay. Bên cạnh đó, bàn phím được trang bị led RGB, với màu sắc sáng và mịn.",
      "Kích thước touchpad thuộc dạng nhỏ, nhưng hệ thống điều hướng rất nhanh và chính xác nhờ Windows Precision driver. Tuy nhiên, năm nay Lenovo đã sử dụng kiểu touchpad tích hợp 2 nút chuột trên chiếc máy, tăng thêm diện tích tổng thể cho touchpad. 2 nút chuột bấm êm, nhạy, phản hồi tốt.",
      "Cổng kết nối",
      "Lenovo vẫn giữ phong cách thiết kế đưa hết gần như toàn bộ cổng kết nối ra phía sau cho chiếc Legion 5 này. Tuy nhiên máy vẫn có một vài sự thay đổi đáng chú ý. Máy trang bị 4 cổng USB Type A 3.2 Gen 1, 1 cổng USB Type C 3.2 Gen 1 hỗ trợ xuất hình, một cổng mạng RJ-45, một cổng HDMI 2.0 và 1 jack tai nghe 3.5mm. Hơi tiếc một chút, hãng không sử dụng chuẩn kết nối 3.2 Gen 2 cũng như hỗ trợ Power Delivery cho USB Type C, nhưng với khả năng xuất hình, cũng như truyền dữ liệu thì như vậy cũng là tốt rồi.",
      "Lenovo Legion 5 AMD có phải là chiếc máy đáng đồng tiền bát gạo?",
      "Với thiết kế đơn giản, không quá hầm hố, cùng cấu hình mạnh mẽ tới từ AMD, chiếc máy này hoàn toàn chiếm được cảm tình của rất nhiều người dùng. Có lẽ khó có chiếc máy nào cùng phân khúc có thể vượt qua chiếc máy này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/20/Blade15_Base_2018_01.jpg"
    ],
    "title": "\n      Razer Blade 15 Base\n    ",
    "processor": "Vi xử lý: Intel Core i7-8750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" 60Hz FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 16GB DDR4 bus 2666 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Intel UHD 630 + Nvidia Geforce GTX 1060 6GB GDDR5",
    "pin": "Pin: 65 Wh",
    "weight": "Cân nặng: 2.1kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫29,490,000\n          ",
    "review": [
      "Chiếc máy này phù hợp với đối tượng nào?",
      "Razer Blade 15 Base Model là chiếc máy có thiết kế đẹp mắt, sang trọng, với một hiệu năng mạnh mẽ. Chiếc máy hướng tới những đối tượng chuyên làm về mảng đa phương tiện, hay những người muốn sở hữu một chiếc laptop gaming gọn nhẹ, nhưng toát lên vẻ thanh lịch, nhẹ nhàng.",
      "Thiết kế thức thời",
      "Razer đã nhanh chóng reboot dòng laptop Razer Blade của mình vào năm 2018. Sự thay đổi thiết kế kịp thời này đã được đón nhận một cách nồng nhiệt. Thay vì sử dụng kiểu thiết kế bo tròn mềm mại, đội ngũ thiết kế của Razer đã biến chiếc máy trở nên vuông vắn hơn, đầm tay hơn. Kiểu thiết kế này có chút hao hao với Macbook, nhưng vẫn giữ được những đặc trưng riêng của laptop Razer với việc sử dụng lớp nhôm nguyên khối đen tuyền cùng logo rắn ba đầu phát sáng đặc trưng. Chiếc máy cũng được trang bị cho chiếc màn hình 15.6 inches thay vì 14 inches như thế hệ 2017.Viền màn hình Infinity Edge gọn gàng, quyến rũ, giúp kích thước máy giảm đáng kể, nhờ đó mà chiếc máy 15.6 inches trông gọn gàng chẳng khác những chiếc laptop 14 inches là bao. Nhìn chung, Razer Blade 15 Base không khác mấy người anh em Blade 15 Advance, tuy nhiên phiên bản Base có thiết kế dầy hơn khoảng 3mm, nhưng không hề tạo ra sự khác biệt về trọng lượng.",
      "Chiếc máy còn có thêm phiên bản Quartz Pink và Mecury White, tạo ra sự phong phú về màu sắc, cũng như hướng đến nhiều đối tượng hơn. Đáng tiếc, ở 2 phiên bản này, Razer đã lược bỏ logo rắn ba đầu phát sáng đi, thay vào đó là logo tĩnh được in chìm thông qua công nghệ cắt kim cương.",
      "Hiệu năng mạnh mẽ",
      "Razer liên tục cập nhật cho thiết bị của mình những dòng CPU mới nhất đến từ nhà Intel. Nhờ đó người dùng có thể dễ dàng vận hành mọi tác vụ trên chiếc Razer Blade 15 này, ngay cả khi đó là lướt web, lập trình, hay thậm chí là render những footages 4K nặng nề cũng như render 3D. Ở phiên bản Base này, máy có 3 tùy chọn về CPU là Core i7 8750H, Core i7 9750H và phiên bản mới nhất của Intel là Core i7 10750H, chỉ vừa mới ra mắt vào đầu năm nay.Bên cạnh một CPU hiệu năng cao, Razer Blade 15 còn được trang bị cho mình những card đồ họa mạnh mẽ nhất tới từ Nvidia. Những tùy chọn này khiến người dùng thỏa sức chiến những game AAA mới ra mắt cách đây ít lâu, hay tạo ra những bản vẽ kiến trúc đối với dân xây dựng.Điểm đáng tiếc là máy không thể bung lụa hết hiệu năng do sử dụng tản nhiệt ống đồng truyền thống, thay vì sử dụng tản nhiệt buồng hơi như trên Blade 15 Advance",
      "Tối ưu về khả năng nâng cấp",
      "Razer Blade 15 Base cho khả năng nâng cấp ở mức tốt, với 2 khe RAM DDR4 hỗ trợ dung lượng lên tới 64GB. Thêm vào đó, chiếc máy còn cho khả năng nâng cấp ổ cứng tuyệt vời với 1 khe SSD NVMe hỗ trợ dung lượng lên tới 2TB, và 1 khay ổ cứng 2.5. Tuy nhiên ở phiên bản 2020, Razer đã lược bỏ đi khay ổ cứng 2.5 cũ kỹ đi, thay vào đó là 1 khe SSD NVMe nữa, nhằm giúp chiếc máy có thể truy xuất các tệp tin nhanh hơn, cũng như giảm đáng kể trọng lượng ổ cứng. Khả năng mở rộng ổ cứng như vậy giúp người dùng không phải lo thiếu thốn dung lượng lưu trữ nữa.",
      "Màn hình",
      "Razer Blade 15 Base sử dụng màn hình Full HD IPS với độ bao phủ màu sắc tốt, 90% sRGB và 61% AdobeRGB, sử dụng tốt khi chỉnh ảnh cũng như làm video. Màn hình có tần số quét 60Hz, khá thấp trên một chiếc máy gaming cao cấp. Thế nhưng, điều đó đã được Razer khéo léo khắc phục khi phiên bản Blade 15 Base 2020 đã được trang bị màn hình với tần số quét lên tới 144Hz, giúp nâng cao trải nghiệm khi chơi game. Bên cạnh đó, độ bao phủ màu sắc cũng được nâng lên với 100% sRGB và 76% AdobeRGB. Đáng tiếc, vẫn chưa có tùy chọn màn hình 4K cho bản Base.",
      "Bàn phím và Touchpad",
      "Bàn phím Razer Blade 15 bản Base này không có sự khác biệt lớn so với người anh em Advance. Hành trình phím nông, gõ không đầm tay, nhưng bù lại, hệ thống đèn Led RGB rực rỡ vẫn luôn là điểm nhấn của dòng máy Razer Blade này. Đối với 2 phiên bản Quartz Pink và Mecury White, Razer sử dụng Led trắng đơn sắc. Hai phím Fn được đặt tương xứng ở 2 bên, giúp người dùng tiện lợi khi sử dụng các phím chức năng, cũng như các phím Macro khi chơi game.Trackpad của Razer lại được đa số người dùng đánh giá cao, đặc biệt là trên dòng Razer Blade 15. Bề mặt trackpad rộng, được phủ lớp kính mịn, giúp nâng cao trải nghiệm sử dụng của người dùng. Bên cạnh đó, trackpad được tích hợp sẵn Windows Precision, khiến thao tác, cử chỉ nhạy bén. Hai nút chuột nhạy, cho độ phản hồi tốt.",
      "Cổng kết nối",
      "Razer Blade 15 Base cho số lượng cổng kết nối nhiều, đa dạng. Chiếc máy có 3 cổng USB Type A 3.1 Gen 1, 1 cổng HDMI 2.0, 1 cổng mini Displayport, 1 cổng USB Type C hỗ trợ giao thức Thunderbolt 3, một jack cắm tai nghe 3,5mm, và cổng mạng RJ-45 – điều làm nên đặc trưng cho Blade 15 Base Model.",
      "Tuy nhiên, Razer đã tinh chỉnh một chút cho phiên bản Base của năm 2020. Razer đã bố trí lại hệ thống cổng kết nối sao cho phù hợp nhất, với cạnh trái là cổng RJ-45, USB Type A 3.1 Gen 1, USB Type C 3.2 Gen 2 thông thường, jack cắm 3,5mm, còn cạnh phải là 2 cổng USB Type A, 1 cổng HDMI 2.0 và USB Type C hỗ trợ giao thức Thunderbolt 3. Có vẻ như Razer cũng đang chuyển mình, lược bỏ những cổng kết nối cũ kỹ như mini Displayport ra khỏi các thiết bị laptop.",
      "Razer Blade 15 Base Model có phải là một chiếc Ultrabook gaming sáng giá?",
      "Với thiết kế trang nhã, thời thượng, vật liệu cấu tạo cao cấp, chắc chắn, cùng sự phong phú về cấu hình, Razer Blade 15 phiên bản Base tự tin vượt qua những đối thủ nặng ký như MSI GS 66 hay Dell Alienware M15r2 để trở thành chiếc Ultrabook gaming mạnh mẽ nhất. Điều làm người dùng đau đầu nhất khi lựa chọn chiếc máy này chính là ở việc máy thiếu những tùy chọn card đồ họa top đầu cũng như hiệu năng không đạt mức đỉnh như phiên bản Advance, nhưng nếu xét tổng thể về cả giá thành, có lẽ phiên bản Advance cũng có chút thua kém với chiếc máy này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/24/legion5_01.jpg"
    ],
    "title": "\n      Lenovo Legion 5 AMD (Chính hãng)\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4600H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" Full HD IPS (1920 x 1080) 144Hz, màn nhám",
    "ram": "RAM: 8GB DDR4 3200MHz (Nâng cấp tối đa 32GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX 1650Ti 4GB GDDR6",
    "pin": "Pin: 60Wh",
    "weight": "Cân nặng: 2.3 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home Single Language bản quyền",
    "price": "\n          ₫24,490,000\n          ",
    "review": [
      "Lenovo Legion 5 AMD dành cho ai?",
      "Là một chiếc máy gaming, nhưng với thiết kế không quá nổi bật, chiếc máy này phù hợp với cả những người làm về mảng thiết kế đồ họa, cũng như những đối tượng chơi game.",
      "Thiết kế - Đơn giản nhưng chưa cần phải thay đổi",
      "Lenovo Legion 5 vẫn sử dụng phong cách thiết kế giống như chiếc Y540 trước đây. Toàn thân máy sử dụng vật liệu hợp kim nhôm cao cấp, với các đường viền được làm vuông vức đem lại cảm giác chắc chắn. Nắp máy được thiết kế nhẵn bóng kết hợp với logo Legion mới in chìm. Điểm đặc biệt ở đây, logo Legion tự đổi màu theo góc nhìn. Chính những sự thay đổi này, khiến người dùng phải trầm trồ trước thế hệ Legion Gaming mới.",
      "Viền màn hình được làm mỏng lại, nhất là phần viền dưới, tạo ra sự cân bằng, thanh thoát. Camera cũng được di chuyển từ phần dưới lên, tạo ra sự phù hợp cho đa số người dùng. Máy còn được trang bị thêm cần gạt Privacy Shutter, giống như những chiếc ThinkPad cao cấp, giúp người dùng tránh bị can thiệp từ những bên thứ 3.",
      "Hiệu năng vượt trội với CPU tới từ AMD",
      "Những năm gần đây, Lenovo đã tung ra rất nhiều sản phẩm sử dụng CPU tới từ AMD, tuy nhiên đa phần là các sản phẩm dành cho doanh nhân hoặc văn phòng. Tuy nhiên năm nay hãng đã tung ra sản phẩm gaming đầu tiên sử dụng cpu Ryzen 4000 mới nhất của AMD trên chiếc Legion 5 này. Máy có 2 tùy chọn CPU là Ryzen 5 4600H và Ryzen 7 4800H, cho hiệu năng vượt trội, cùng tiến trình 7nm với khả năng tiêu thụ điện năng ít hơn 20% so với thế hệ trước. Với hiệu năng mạnh mẽ như vậy, chiếc máy hoàn toàn chơi mượt các game mới nhất hiện nay, cũng như thừa sức render những footage 4K.",
      "Tiếp thêm sức mạnh cho chiếc máy là hệ thống card đồ họa mạnh mẽ tới từ Nvidia. Máy có tùy chọn card đồ họa thấp nhất là GTX 1650 4GB và cao nhất là RTX 2060 6GB. Với việc sử dụng hoàn toàn hệ thống card đồ họa với kiến trúc Turing mới mẻ, Legion 5 AMD hoàn toàn chạy mượt các game AAA ở mức thiết đặt cao, hay có thể dựng hình 3D mượt mà.",
      "Màn hình – phù hợp cho nhiều đối tượng",
      "Máy được trang bị màn hình với độ phân giải Full HD với tần số quét 120Hz, tuy nhiên, độ bao phủ màu của máy lại ở mức trung bình, với 65% sRGB và 48% AdobeRGB. Đây là màn hình đủ tốt để người dùng chơi mượt các tựa game hiện nay. Bên cạnh đó, máy còn tùy chọn màn hình 60Hz với độ phủ màu 100% sRGB, phù hợp cho những ai làm về mảng đa phương tiện trên chiếc máy này. Nhưng có lẽ vậy là chưa đủ, Lenovo cho ra mắt tùy chọn màn hình tốt nhất của dòng máy này với tần số quét lên tới 144Hz, và độ phủ màu sRGB là 100%, kết hợp với công nghệ Dolby Vision nổi tiếng, dành cho những người vừa làm đồ họa, vừa thoải mái chơi mượt các tựa game FPS.",
      "Bàn phím và Touchpad",
      "Điểm cải thiện lớn tiếp theo ở các dòng laptop Lenovo nói chung và chiếc Legion 5 AMD nói riêng này chính là bàn phím. Khoảng cách các phím được thiết kế rộng như mọi năm để phù hợp với việc gaming. Tuy nhiên, Lenovo đã thiết kế lại hoàn toàn khu vực phím số, giúp người dùng không còn gặp khó khăn khi sử dụng như các thế hệ trước. Thêm vào đó, hành trình phím cũng được cải thiện đáng kể, lên mức 1,7mm, gần như tương đương với hành trình phím của những chiếc ThinkPad hiện nay. Bên cạnh đó, bàn phím được trang bị led RGB, với màu sắc sáng và mịn.",
      "Kích thước touchpad thuộc dạng nhỏ, nhưng hệ thống điều hướng rất nhanh và chính xác nhờ Windows Precision driver. Tuy nhiên, năm nay Lenovo đã sử dụng kiểu touchpad tích hợp 2 nút chuột trên chiếc máy, tăng thêm diện tích tổng thể cho touchpad. 2 nút chuột bấm êm, nhạy, phản hồi tốt.",
      "Cổng kết nối",
      "Lenovo vẫn giữ phong cách thiết kế đưa hết gần như toàn bộ cổng kết nối ra phía sau cho chiếc Legion 5 này. Tuy nhiên máy vẫn có một vài sự thay đổi đáng chú ý. Máy trang bị 4 cổng USB Type A 3.2 Gen 1, 1 cổng USB Type C 3.2 Gen 1 hỗ trợ xuất hình, một cổng mạng RJ-45, một cổng HDMI 2.0 và 1 jack tai nghe 3.5mm. Hơi tiếc một chút, hãng không sử dụng chuẩn kết nối 3.2 Gen 2 cũng như hỗ trợ Power Delivery cho USB Type C, nhưng với khả năng xuất hình, cũng như truyền dữ liệu thì như vậy cũng là tốt rồi.",
      "Lenovo Legion 5 AMD có phải là chiếc máy đáng đồng tiền bát gạo?",
      "Với thiết kế đơn giản, không quá hầm hố, cùng cấu hình mạnh mẽ tới từ AMD, chiếc máy này hoàn toàn chiếm được cảm tình của rất nhiều người dùng. Có lẽ khó có chiếc máy nào cùng phân khúc có thể vượt qua chiếc máy này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/11/17/legion5-01.jpg"
    ],
    "title": "\n      Lenovo Legion 5 AMD (Nhập khẩu)\n    ",
    "processor": "Vi xử lý: AMD Ryzen 7 4800H, 8 nhân / 16 luồng",
    "screen": "Màn hình: 15.6\" Full HD IPS (1920 x 1080) 144Hz, màn nhám",
    "ram": "RAM: 16GB DDR4 3200MHz (Nâng cấp tối đa 32GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX 1660Ti 6GB GDDR6",
    "pin": "Pin: 60Wh",
    "weight": "Cân nặng: 2.3 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home Single Language bản quyền",
    "price": "\n          ₫27,990,000\n          ",
    "review": [
      "Lenovo Legion 5 AMD dành cho ai?",
      "Là một chiếc máy gaming, nhưng với thiết kế không quá nổi bật, chiếc máy này phù hợp với cả những người làm về mảng thiết kế đồ họa, cũng như những đối tượng chơi game.",
      "Thiết kế - Đơn giản nhưng chưa cần phải thay đổi",
      "Lenovo Legion 5 vẫn sử dụng phong cách thiết kế giống như chiếc Y540 trước đây. Toàn thân máy sử dụng vật liệu hợp kim nhôm cao cấp, với các đường viền được làm vuông vức đem lại cảm giác chắc chắn. Nắp máy được thiết kế nhẵn bóng kết hợp với logo Legion mới in chìm. Điểm đặc biệt ở đây, logo Legion tự đổi màu theo góc nhìn. Chính những sự thay đổi này, khiến người dùng phải trầm trồ trước thế hệ Legion Gaming mới.",
      "Viền màn hình được làm mỏng lại, nhất là phần viền dưới, tạo ra sự cân bằng, thanh thoát. Camera cũng được di chuyển từ phần dưới lên, tạo ra sự phù hợp cho đa số người dùng. Máy còn được trang bị thêm cần gạt Privacy Shutter, giống như những chiếc ThinkPad cao cấp, giúp người dùng tránh bị can thiệp từ những bên thứ 3.",
      "Hiệu năng vượt trội với CPU tới từ AMD",
      "Những năm gần đây, Lenovo đã tung ra rất nhiều sản phẩm sử dụng CPU tới từ AMD, tuy nhiên đa phần là các sản phẩm dành cho doanh nhân hoặc văn phòng. Tuy nhiên năm nay hãng đã tung ra sản phẩm gaming đầu tiên sử dụng cpu Ryzen 4000 mới nhất của AMD trên chiếc Legion 5 này. Máy có 2 tùy chọn CPU là Ryzen 5 4600H và Ryzen 7 4800H, cho hiệu năng vượt trội, cùng tiến trình 7nm với khả năng tiêu thụ điện năng ít hơn 20% so với thế hệ trước. Với hiệu năng mạnh mẽ như vậy, chiếc máy hoàn toàn chơi mượt các game mới nhất hiện nay, cũng như thừa sức render những footage 4K.",
      "Tiếp thêm sức mạnh cho chiếc máy là hệ thống card đồ họa mạnh mẽ tới từ Nvidia. Máy có tùy chọn card đồ họa thấp nhất là GTX 1650 4GB và cao nhất là RTX 2060 6GB. Với việc sử dụng hoàn toàn hệ thống card đồ họa với kiến trúc Turing mới mẻ, Legion 5 AMD hoàn toàn chạy mượt các game AAA ở mức thiết đặt cao, hay có thể dựng hình 3D mượt mà.",
      "Màn hình – phù hợp cho nhiều đối tượng",
      "Máy được trang bị màn hình với độ phân giải Full HD với tần số quét 120Hz, tuy nhiên, độ bao phủ màu của máy lại ở mức trung bình, với 65% sRGB và 48% AdobeRGB. Đây là màn hình đủ tốt để người dùng chơi mượt các tựa game hiện nay. Bên cạnh đó, máy còn tùy chọn màn hình 60Hz với độ phủ màu 100% sRGB, phù hợp cho những ai làm về mảng đa phương tiện trên chiếc máy này. Nhưng có lẽ vậy là chưa đủ, Lenovo cho ra mắt tùy chọn màn hình tốt nhất của dòng máy này với tần số quét lên tới 144Hz, và độ phủ màu sRGB là 100%, kết hợp với công nghệ Dolby Vision nổi tiếng, dành cho những người vừa làm đồ họa, vừa thoải mái chơi mượt các tựa game FPS.",
      "Bàn phím và Touchpad",
      "Điểm cải thiện lớn tiếp theo ở các dòng laptop Lenovo nói chung và chiếc Legion 5 AMD nói riêng này chính là bàn phím. Khoảng cách các phím được thiết kế rộng như mọi năm để phù hợp với việc gaming. Tuy nhiên, Lenovo đã thiết kế lại hoàn toàn khu vực phím số, giúp người dùng không còn gặp khó khăn khi sử dụng như các thế hệ trước. Thêm vào đó, hành trình phím cũng được cải thiện đáng kể, lên mức 1,7mm, gần như tương đương với hành trình phím của những chiếc ThinkPad hiện nay. Bên cạnh đó, bàn phím được trang bị led RGB, với màu sắc sáng và mịn.",
      "Kích thước touchpad thuộc dạng nhỏ, nhưng hệ thống điều hướng rất nhanh và chính xác nhờ Windows Precision driver. Tuy nhiên, năm nay Lenovo đã sử dụng kiểu touchpad tích hợp 2 nút chuột trên chiếc máy, tăng thêm diện tích tổng thể cho touchpad. 2 nút chuột bấm êm, nhạy, phản hồi tốt.",
      "Cổng kết nối",
      "Lenovo vẫn giữ phong cách thiết kế đưa hết gần như toàn bộ cổng kết nối ra phía sau cho chiếc Legion 5 này. Tuy nhiên máy vẫn có một vài sự thay đổi đáng chú ý. Máy trang bị 4 cổng USB Type A 3.2 Gen 1, 1 cổng USB Type C 3.2 Gen 1 hỗ trợ xuất hình, một cổng mạng RJ-45, một cổng HDMI 2.0 và 1 jack tai nghe 3.5mm. Hơi tiếc một chút, hãng không sử dụng chuẩn kết nối 3.2 Gen 2 cũng như hỗ trợ Power Delivery cho USB Type C, nhưng với khả năng xuất hình, cũng như truyền dữ liệu thì như vậy cũng là tốt rồi.",
      "Lenovo Legion 5 AMD có phải là chiếc máy đáng đồng tiền bát gạo?",
      "Với thiết kế đơn giản, không quá hầm hố, cùng cấu hình mạnh mẽ tới từ AMD, chiếc máy này hoàn toàn chiếm được cảm tình của rất nhiều người dùng. Có lẽ khó có chiếc máy nào cùng phân khúc có thể vượt qua chiếc máy này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/28/MacBook-Pro-13-2020.jpg"
    ],
    "title": "\n      Apple Macbook Pro 13 2020 (Chính hãng)\n    ",
    "processor": "Vi xử lý: Intel Core i5 8th, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" Retina (2560 x 1600), gương",
    "ram": "Card đồ họa: Intel Iris Plus 645",
    "graphicCard": "Lưu trữ: 256GB NVMe",
    "pin": "Kết nối chính: 2 x USB-C with Thunderbolt 3",
    "weight": "Hệ điều hành: Mac OS X",
    "operatingSystem": "",
    "price": "\n          ₫34,990,000\n          ",
    "review": [
      "Macbook Pro 13 dành cho ai?",
      "Là dòng Ultrabook với thiết kế bắt mắt cùng hiệu năng mạnh mẽ, kết hợp với MacOS tối ưu, Macbook Pro 13 hướng tới đối tượng làm những công việc văn phòng, có thiên hướng làm đồ hoạ vừa phải hay lập trình chuyên biệt.",
      "Thiết kế - Thân quen nhưng khác lạ",
      "Kể từ phiên bản 2016, Apple đã lượt bỏ đi quả táo phát sáng trên Macbook, Macbook Pro 13 không phải ngoại lệ. Tuy vậy, chiếc máy được làm mỏng đi 20mm và nhẹ hơn phiên bản trước 0.3kg. Chiếc máy vẫn được thiết kế với những đường bo cong quen thuộc cùng kim loại nhôm nguyên khối, nhưng vẫn giữ được sự mỏng nhẹ, tinh tế.",
      "Viền màn hình của máy được làm mỏng đi nhiều so với thế hệ tiền nhiệm, nhờ đó giảm tối đa kích thước tổng thế. Viền dưới máy được tô điểm bằng màu sắc xám nhẹ, cùng dòng chữ “Macbook Pro” ở giữa, tạo sự đồng bộ cho tổng thể, cũng như tránh sự đơn điệu như những phiên bản trước đây.",
      "Máy có hai phiên bản màu sắc là Xám không gian và Bạc, khác hoàn toàn với những thế hệ từ 2015 đổ về trước, chỉ duy nhất một màu bạc.",
      "CPU 4 nhân cùng hiệu năng đồ hoạ vượt trội",
      "Khác với những phiên bản trước, Macbook Pro 13 2020 ra mắt với 2 phiên bản riêng biệt.",
      "Phiên bản base Apple vẫn sử dụng CPU Intel Coffee Lake thế hệ thứ 8, trong khi phiên bản mạnh hơn sử dụng CPU Intel Ice Lake thế hệ 10. Cả hai đều có 4 nhân 8 luồng xử lý và có hai tuỳ chọn Core i5 và Core i7, phục vụ tối đa các nhu cầu Render cũng như lập trình.",
      "Phiên bản base Coffee Lake sử dụng chuẩn RAM LPDDR3L, có tốc độ cao vừa đủ. Hai tuỳ chọn RAM của máy gồm 8GB và 16GB. Trong khi đó, phiên bản sử dụng CPU Ice Lake được trang bị RAM LPDDR4x mạnh mẽ, với tốc độ cao, phù hợp cho các công việc yêu cầu cần nhiều băng thông RAM. Phiên bản Ice Lake có hai tuỳ chọn RAM là 16GB và 32GB.",
      "Bên cạnh đó là hệ thống card đồ hoạ được trang bị trên máy. Card đồ hoạ Intel Iris luôn được trang bị trên các dòng Macbook Pro của hãng, mạnh hơn nhiều so với những phiên bản trên các dòng laptop Windows.",
      "Màn hình",
      "Macbook Pro 13 được trang bị màn hình Retina 2K với tỉ lệ 16:10. Máy có độ phủ màu cao, 100% sRGB và 100% AdobeRGB, kèm theo đó là dải màu P3 là 88%, vô cùng sắc nét và phù hợp cho các công việc thiết kế hay chỉnh sửa ảnh.",
      "Bàn phím và Touchpad",
      "Sau khoảng thời gian dài sử dụng kiểu bàn phím cánh bướm, Apple đã lắng nghe người dùng và quay trở lại với bàn phím cắt kéo. Bàn phím cắt kéo mới của Macbook Pro (với cái tên Magic Keyboard) cho cảm giác gõ vô cùng chính xác, đầm tay.",
      "Touchpad luôn là điểm mà Macbook chiếm vị thế độc tôn. Kích thước touchpad to, phủ kính. Touchpad cho khả năng thao tác tốt, thậm chí không cần phải sử dụng chuột ngoài. Điều này phù hợp với những ai chỉ cần sử dụng mọi thứ trên 1 chiếc laptop, mà không cần phải thêm phụ kiện vướng víu.",
      "Cổng kết nối",
      "Macbook Pro 13 2020 tiếp tục chia ra hai phiên bản, với số lượng cổng USB-C khác nhau. Phiên bản sử dụng CPU Intel Coffee Lake thế hệ 8 sẽ có 2 cổng USB-C, trong khi phiên bản Ice Lake thế hệ 10 sẽ có 4 cổng USB-C",
      "Macbook Pro 13: tối ưu trải nghiệm người dùng",
      "Với một thiết kế mỏng nhẹ, tinh tế, cùng hiệu năng mạnh mẽ, phù hợp cho cả công việc văn phòng lẫn thiết kế đồ hoạ nhẹ, Macbook Pro 13 là chiếc máy toàn diện nhất trong tất cả các dòng Macbook. Đây chính là kiệt tác mà Apple đã tạo ra để hướng người dùng trải nghiệm một chiếc máy mạnh mẽ với màn hình không quá lớn."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/28/MacBook-Pro-16-2019.jpg"
    ],
    "title": "\n      Apple Macbook Pro 16 2019 (Chính hãng)\n    ",
    "processor": "Vi xử lý: Intel Core i7 6 nhân / 12 luồng",
    "screen": "Màn hình: 16\" Retina (3072 x 1920), gương",
    "ram": "Card đồ họa: AMD Radeon Pro 5300M 4GB",
    "graphicCard": "Lưu trữ: 512GB NVMe",
    "pin": "Kết nối chính: 4 x USB-C, Thunderbolt 3",
    "weight": "Hệ điều hành: Mac OS X",
    "operatingSystem": "",
    "price": "\n          ₫56,490,000\n          ",
    "review": [
      "Đang cập nhật"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-AME.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-26A.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-T7m.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-co7.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-1QT.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-Edl.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-q7i.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-lgP.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-ii6.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-v9u.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-2mE.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-VWn.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-8Cg.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-qNw.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-ero.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-RDo.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/30/razer-blade-15-advanced-Blade15A03NU-jZm.jpg"
    ],
    "title": "\n      Razer Blade 15 Advanced\n    ",
    "processor": "Vi xử lý: Intel Core i7-8750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" 144Hz FHD IPS (1920 x 1080) chống chói",
    "ram": "Card đồ họa: Nvidia Geforce GTX 1070 8GB",
    "graphicCard": "Lưu trữ: 512GB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 1 x USB-C, Thunderbolt 3, 3 x USB-A",
    "weight": "",
    "operatingSystem": "",
    "price": "\n          ₫31,990,000\n          ",
    "review": [
      "Ai nên mua Razer Blade 15?",
      "Razer Blade 15 là chiếc laptop dành cho những người yêu thích một cỗ máy có hiệu năng khỏe và thời lượng pin tốt nhưng vẫn phải đủ mỏng nhẹ và có thiết kế tinh tế để có thể mang theo khi đi làm, đi học.",
      "Hiệu năng gaming mạnh mẽ",
      "Liên tục được trang bị những vi xử lý mạnh mẽ nhất, mới nhất sau mỗi lần Intel cập nhật, Razer Blade 15 có thể dễ dàng vận hành mọi tác vụ mà người dùng đòi hỏi, dù là xem phim, lướt web, xử lý các file Excel có lượng lớn, kể cả thiết kế đồ họa và chơi game.  Trong các bài kiểm tra về hiệu năng, Razer Blade 15 đạt được một số điểm khá tốt, vượt qua các đối thủ mạnh như MSI GS65 Stealth hay Dell Alienware m15. Với từng mức giá tiền khác nhau, máy sẽ được trang bị từ vi xử lý Intel Core i7-8750H, 9750H và mới nhất là Intel Core i7-10850H.",
      "Razer Blade 15 sử dụng một trong những card đồ họa đứng đầu khi nói về hiệu năng gaming, bởi vậy, chiếc laptop này duy trì được mức khung hình/giây ổn định, kể cả với những game thuộc tựa AAA. Đối với Rise of the Tomb Raider hay Forza Horizon 4, Razer Blade 15 duy trì FPS ở mức trên 100 ở mức thiết lập cao (1080p). Mức khung hình này còn có thể lên cao hơn nữa đối với những tựa game battle royale như PUBG hay Apex Legend.",
      "Thời lượng pin tốt",
      "Một trong những đặc điểm nổi bật và ấn tượng nhất của Razer Blade 15 là một thời lượng pin đã được cải thiện so với thế hệ trước, giúp nó hoạt động được lâu hơn so với hầu hết những chiếc laptop cùng tầm giá. Chiếc laptop này có thể hoạt động liên tục trong gần 6 tiếng đồng hồ chỉ trong một lần sạc, lâu hơn so với hầu hết các laptop gaming khác như Acer Predator Triton 500 (2h57p), Lenovo Legion Y740 (2h52p) hay MSI GS75 Stealth (4h25p), nhưng vẫn kém một chút so với Alienware m15 với 6h28p.",
      "Màn hình sắc nét, tốc độ quét màn hình cao",
      "Razer Blade 15 sử dụng màn hình 15.6 inches chống chói, với tấm nền IPS giúp mở rộng góc nhìn lên tới 85%. Chiếc laptop này có độ phủ màu màn hình rất tốt, lên tới 149% sRGB. Tốc độ quét màn hình của Razer Blade 15 là 144Hz, các trải nghiệm về hình ảnh khi chơi game trên chiếc laptop này đều rất mượt mà và sắc nét. Các chuyển động của nhân vật trong game đều rõ ràng và chân thực. Viền màn hình khá mỏng, giúp tăng trải nghiệm về hình ảnh của người dùng.",
      "Một điểm trừ ở Razer Blade 15 là độ sáng của chiếc laptop này chưa thực sự ấn tượng, chỉ đạt 262 nits, thấp hơn so với độ sáng trung bình trên laptop gaming - 272 nits, và thấp hơn so với những chiếc laptop cùng tầm giá như Alienware m15 (284 nits) và MSI GS65 Stealth (293 nits). Mới đây, Razer cũng cập nhật thêm phiên bản màn hình 300Hz dành cho Razer Blade 15 Advanced.",
      "Thiết kế mỏng nhẹ, tinh tế",
      "Nếu lần đầu nhìn thấy chiếc laptop này, không nhiều người nhận ra đây là một chiếc laptop gaming bởi thiết kế rất mỏng và tinh tế của nó. Phần thân máy được làm hoàn toàn từ nhôm cao cấp, giúp Razer Blade 15 nhẹ chỉ 2kg nhưng vẫn đảm bảo được tính chắc chắn. Mặt lưng chiếc laptop này được in logo Razer màu xanh nổi bật, nhưng vẫn nhiều người hy vọng có thể sử dụng phần mềm Razer Chroma RGB để tùy chỉnh màu sắc của logo này. Và mặc dù chỉ mỏng 17mm, Razer Blade 15 vẫn có thể đáp ứng được nhu cầu về cổng kết nối của người dùng, khi trang bị đầy đủ USB-C, USB-A, Thunderbolt 3 và cả khóa Kensington Lock.",
      "Razer cũng rất quan tâm người dùng nữ khi tung ra một phiên bản màu sắc đặc biệt, Quartz Pink, bên cạnh hai màu đen và trắng truyền thống thường thấy trên các dòng laptop gaming khác. Phiên bản Advance này thì mỏng hơn so với bản Base một chút, nhưng bù lại, nó lại nặng hơn người anh em của mình, một sự đánh đổi hợp lý do Razer Blade 15 Advance có cấu hình phần cứng mạnh hơn."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/18/lenovo-thinkpad-x13-ThinkPadX1302NS-Cm7.jpg"
    ],
    "title": "\n      Lenovo ThinkPad X13\n    ",
    "processor": "Vi xử lý: Intel Core i7 10510U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" FHD IPS (1920 x 1080) chống chói",
    "ram": "Card đồ họa: Intel UHD 620",
    "graphicCard": "Lưu trữ: 512GB m.2 Nvme (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 2 x USB-C, Thunderbolt 3, 2 x USB-A, 1 x Micro SD",
    "weight": "",
    "operatingSystem": "Bảo hành chính hãng 36 tháng tại TTBH Lenovo Việt Nam",
    "price": "\n          ₫29,990,000\n          ",
    "review": [
      "Nâng cấp đáng giá về hiệu năng",
      "Dòng máy ThinkPad X13 được trang bị trong mình những bộ vi xử lý mới nhất tới từ cả Intel lẫn AMD. Với phiên bản Intel, chiếc máy mang trong mình bộ vi xử lý thế hệ 10 mạnh mẽ, với những tùy chọn từ Core i3 10110U cho tới Core i7 10510U, kèm theo là những tùy chọn cho bộ nhớ RAM từ 8GB cho tới 32GB, còn ở phiên bản AMD, là dòng chip Ryzen PRO thế hệ mới, mang lại hiệu năng ổn định khi sử dụng lâu dài. Phiên bản sử dụng bộ vi xử lý của đội đỏ trải dài từ Ryzen 3 PRO 4450U đến Ryzen 7 PRO 4750U. Hiệu năng trên phiên bản AMD cũng vô cùng mạnh mẽ, đặc biệt là khi AMD đã hào phóng cho chiếc Ultrabook này được sử dụng con chip 8 nhân 16 luồng cho tùy chọn Ryzen 7. Hơn thế nữa, phiên bản này có tốc độ ram được đẩy lên mức 3200MHz cũng khiến người dùng phải ngỡ ngàng. Chưa hết, phiên bản này còn được trang bị card đồ họa Radeon Vega, có hiệu năng vượt bậc so với đối thủ Intel.",
      "Dù sử dụng dòng chip tới từ hãng nào đi chăng nữa, chiếc ThinkPad X13 cũng có hiệu năng vô cùng ấn tượng khi xử lý được mọi tác vụ nặng nhẹ, kể cả những file Excel hang tram MB, hay những video ở độ phân giải 4K",
      "Màn hình - sắc nét trên từng điểm ảnh",
      "Chiếc máy được trang bị cho mình màn hình có kích thước 13.3 inches với độ phân giải Full HD với góc nhìn rộng. Mặc dù độ sáng ở mức trung bình, chỉ 300 nits, màn hình của dòng máy ThinkPad X13 vẫn cho ra những thông số rất tốt với dải màu sRGB lên tới 96% và AdobeRGB ở mức 62%. Ở độ phân giải này, máy có thêm 2 tùy chọn về màn hình nữa là màn hình cảm ứng và màn hình sử dụng công nghệ bảo mật tuyệt đối do Lenovo phát triển.",
      "Hơi ngạc nhiên khi chiếc máy này vẫn có tùy chọn màn hình ở độ phân giải HD với tấm nền TN, nhưng xét đến việc tối ưu chi phí mà vẫn được trải nghiệm một chiếc máy doanh nhân cao cấp, thì đánh đổi này cũng không phải là quá tệ.",
      "Thiết kế truyền thống - đẹp bền vững theo năm tháng",
      "ThinkPad luôn có truyền thông thiết kế các dòng máy tính của mình vuông vức, bền bỉ, và X13 cũng không phải là ngoại lệ. Máy vẫn giữ nguyên sự nhỏ nhắn, gọn gàng của dòng ThinkPad X-series, chưa kể còn được dàn mỏng hơn nữa. ",
      "Trông chiếc máy 13.3 inches này, nhìn từ xa cũng chẳng khác ThinkPad X280 là bao. Vật liệu sử dụng cho máy vẫn là hợp kim magnesium chắc nịch, được phủ thêm lớp carbon fiber mềm mại, nhưng không kém phần sang trọng. Quả đúng là ThinkPad X-series, luôn giữ được sự Sang – xịn – mịn thường thấy.Viền màn hình mỏng hơn, tạo góc nhìn rộng và thoáng. Bàn phím bố trí hợp lý, cân bằng. Bề mặt chiếu nghỉ không quá rộng, nhưng cũng đủ để người dùng cảm thấy dễ chịu, điều đó cũng là nhờ lớp phủ nhung vốn đã làm nên truyền thống cho dòng laptop ThinkPad.",
      "Bàn phím và Trackpad",
      "Nhắc đến ThinkPad thì không ai là không biết đến những cỗ máy có hành trình phím sâu và cảm giác gõ phím tuyệt vời. ThinkPad X13 tiếp tục phát huy truyền thống ấy. Bàn phím của máy cho hành trình ấn tượng, phím bấm độ nảy cao, bám tay, các phím được bố trí hợp lý, hiện tượng flex được hạn chế tối đa. Bộ bàn phím có 2 mức sáng ở mức vừa đủ, không gây lóa mắt khi sử dụng vào ban đêm. Có vẻ như X13 cũng không có thay đổi mấy so với người tiền nhiệm X390/X395 của mình. Thoạt nhìn là vậy, nhưng nếu nhìn kỹ, năm nay Lenovo đã thay đổi một vài phím chức năng, thay vì là những phím dùng để mở phần cài đặt (F9), bật/tắt Bluetooth (F10) và quản lý bàn phím (F11) như cũ, thì 3 phím này đươc thay bằng những chức năng hỗ trợ cho việc nhắn tin và đàm thoại.Trackpad vẫn được phủ một lớp sần, bám tay, tạo cảm giác di nhạy ở tất cả các cử chỉ. Cũng giống như thế hệ trước, Trackpad được làm lớn, tạo cảm giác di chuột thoải mái và chuẩn xác hơn. Nút chuột trái-phải bấm êm, gần như không tạo ra tiếng động.ThinkPad vẫn giữ nguyên nút TrackPoint màu đỏ đặc trưng, hỗ trợ rất tốt cho việc sử dụng thao tác chuột bằng một tay. 2 chuột trái phải và cuộn chuột dưới TrackPoint nhạy, độ phản hồi chính xác.",
      "Độ bền và khả năng bảo mật",
      "Với thiết kế bền chắc làm từ hợp kim carbon - magnesium, X13 tự tin vượt qua mọi bài kiểm tra về đồ bền chuẩn quân đội MIL-STD 810G, có thể vận hành trong nhiều điều kiện khắc nghiệt như nhiệt độ cao, độ ẩm lớn hay chống shock, va đập.Bên cạnh vẻ bền bỉ bên ngoài, là sự bảo mật kỹ lưỡng ở trên chiếc máy. ThinkPad X13 được trang bị cảm biến vân tay 1 chạm cực kỳ nhạy, giúp bảo mật dữ liệu và thông tin cá nhân. Chưa hết, máy còn được nhúng sâu khả năng bảo mật trong BIOS, tăng cường tối đa khả năng chống trộm. Thêm vào đó, cần gạt ThinkShutter cũng xuất hiện trên chiếc máy, giúp ngăn chặn sự truy cập từ bên thứ 3. Ngoài ra, máy có thêm lựa chọn màn hình Privacy Guard, tăng cường khả năng chống nhìn trộm từ những người khác. Thêm vào đó, tính năng PrivacyAlert còn có thể cảnh báo bạn khi có ai đó nhìn lén từ phía sau lưng.",
      "Cổng kết nối",
      "Mặc dù là chiếc Ultrabook mỏng nhẹ, máy vẫn trang bị đủ các cổng kết nối cần thiết. Máy có 2 cổng USB Type-A 3.2 Gen 1, 2 cổng USB Type-C hỗ trợ Thunderbolt 3, một cổng HDMI 2.0 thuận tiện cho việc xuất hình, và một cổng jack cắm tai nghe 3.5. Tuy nhiên, phiên bản X13 của AMD lại không được hỗ trợ Thunderbolt 3, hay PCIe 4.0, mà chỉ sử dụng thuần kết nối 3.2 Gen 2. Điều đáng tiếc là máy không được trang bị cổng RJ-45 truyền thống, nhưng việc trang bị cho chiếc máy này Wifi 6 có lẽ là quá đủ.",
      "Vậy ThinkPad X13 có xứng đáng với túi tiền bạn bỏ ra?",
      "ThinkPad X13 không phải là chiếc Ultrabook có thiết kế tinh xảo như XPS 9300 hay cách tân như HP Spectre 13 x360, nhưng bù lại, chiếc máy sở hữu cho mình bộ bàn phím tuyệt vời, cùng hiệu năng ổn định nhưng vẫn vô cùng mạnh mẽ. Có lẽ, điểm khiến người dùng lăn tăn khi chọn chiếc máy này vẫn là sự tương đồng quá lớn với phiên bản tiền nhiệm, nhất là ở phiên bản Intel."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/23/inspiron5391_01.jpg"
    ],
    "title": "\n      Dell Inspiron 13 5391\n    ",
    "processor": "Vi xử lý: Intel Core i5 10210U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR3 bus 2133 MHz",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 52Wh",
    "weight": "Cân nặng: 1.18kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫17,790,000\n          ",
    "review": [
      "Inspiron 13 5391 dành cho những ai?",
      "Đây là mẫu máy hướng tới dân văn phòng, phải làm việc với những ứng dụng, tác vụ văn phòng trong khoảng thời gian dài, hay phải di chuyển nhiều, và muốn một chiếc máy có thiết kế chắc chắn.",
      "Thiết kế thanh lịch",
      "Dell Inspiron 5391 cho một kiểu dáng thiết kế nhỏ nhắn, thanh mảnh. Máy sử dụng nhốm nguyên khối với màu bạc đặc trưng của những chiếc máy thuộc dòng Inspiron. Việc sử dụng vật liệu nhôm khiến cho chiếc máy tuy nhỏ nhắn nhưng lại vô cùng cứng cáp, và mang một vẻ sang trọng, cao cấp.",
      "Viền màn hình được thiết kế bé lại, theo phong cách Narrow Border, phía trên là 02 mic thoại, cùng với đó là camera có độ phân giải FHD nằm chính giữa, tạo sự cân bằng. Bản lề được thiết kế liền khối theo phong cách Eurgo Lift, tăng tói đa khả năng tản nhiệt cho những chiếc ultrabook. Quả thực, Dell đã làm rất tốt trong việc thay đổi các sản phẩm của mình, đặc biệt là các sản phẩm giá rẻ.",
      "Hiệu năng ổn định",
      "Chiếc máy được trang bị bộ vi xử lý Comet Lake thế hệ 10, cho hiệu năng ổn định, xử lý tốt các tác vụ văn phòng. Máy có 3 tùy chọn CPU, với mức thấp nhất là Core i3 10110U, sau đó là Core i5 10210U và Core i7 10510U, tùy thuộc với từng đối tượng sử dụng. Với tùy chọn Core i5 và Core i7, người dùng có thể yên tâm hơn khi xử lý những tác vụ Excel cũng như render video.",
      "Bên cạnh đó, máy có 2 tùy chọn card đồ họa, với mức tùy chọn cơ bản là Intel UHD 620, và MX250 tới từ Nvidia. Thực sự ấn tượng khi Dell đã đưa tùy chọn card đồ họa rời lên cả chiếc máy 13 inches như Dell 5391, giúp người dùng xử lý tốt các tác vụ đồ họa yêu cầu cấu hình cao.",
      "Màn hình",
      "Máy được trang bị màn hình 13.3 inches với độ phân giải Full HD, kèm theo đó là độ sáng ở mức trung bình, 300 nits. Tuy nhiên độ bao phủ trên chiếc máy này khá ấn tượng, với 72% sRGB và 55% AdobeRGB, con số khá ổn cho một chiếc máy thuộc phân khúc phổ thông của Dell. Ngoài ra máy còn tùy chọn màn hình cảm ứng với tấm nền gương, phù hợp với những người hay vẽ trực tiếp trên màn hình.",
      "Bàn phím & Touchpad",
      "Dell Inspiron 5391 được trang bị bàn phím Tenkeyless, tương đương với bàn phím trên chiếc XPS 9300 cao cấp. Hành trình phím sâu hơn so với thế hệ trước, bấm có điểm lực, độ phản hồi tốt. Khung bàn phím chắc chắn, không có hiện tượng flex.",
      "Đèn led có 2 mức sáng, ở mức độ vừa phải, phù hợp cho những ai phải làm việc vào ban đêm. Các phím được thiết kế rộng hơn, có khoảng cách xa hơn, giúp người dùng không bị gõ nhầm. Điểm nhấn của bàn phím là nút nguồn tích hợp cảm biến vân tay được làm bằng vật liệu nhựa cứng, có phần nhô cao hơn so với các phím khác. Người dùng cũng không phải lo chuyện bấm nhầm, vì cần phải có lực nhấn mạnh hơn thì mới bấm được vào nút nguồn.",
      "Touchpad nhám sần do sử dụng cùng vật liệu nhôm nguyên khối, tuy nhiên touchpad cho độ phản hồi tốt, di nhạy. Hai nút chuột bấm khá to, hơi tạo ra sự khó chịu.",
      "Cổng kết nối",
      "Máy được trang bị khá ít cổng kết nối, với một USB Type A 3.1 Gen 1, một USB Type C 3.1 Gen 1, hỗ trợ PowerDelivery và xuất hình, tuy nhiên không hỗ trợ Thunderbolt 3, một cổng HDMI 1.4b và 1 jack tai nghe 3.5mm.",
      "Chiếc Dell Inspiron 5391 có đáng đồng tiền bỏ ra?",
      "Với một thiết kế hiện đại, sang trọng, cùng với trọng lượng nhẹ, đây là chiếc máy vô cùng phù hợp cho đa số người dùng hiện nay, nhất là trong thời buổi 4.0 phát triển, làm việc qua internet đang dần phổ biến. Điểm trừ của chiếc máy này có lẽ là ở việc máy không thể nâng cấp ram, cũng như thiếu mất giao tiếp Thunderbolt 3."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/11/19/macbook-air-2020grey01.jpg"
    ],
    "title": "\n      Apple Macbook Air (Chính hãng - Apple M1 - Late 2020)\n    ",
    "processor": "Vi xử lý: Apple M1 8 nhân",
    "screen": "Màn hình: 13.3\" Retina (2560 x 1600), gương",
    "ram": "Card đồ họa: Apple GPU (7 Cores)",
    "graphicCard": "Lưu trữ: 256GB NVMe",
    "pin": "Kết nối chính: 2 x USB-C with Thunderbolt 3 + USB4",
    "weight": "Hệ điều hành: Mac OS X",
    "operatingSystem": "",
    "price": "\n          ₫26,490,000\n          ",
    "review": [
      "Macbook Air Late 2020 dành cho ai?",
      "Là ultrabook mỏng nhẹ thuần công việc, Macbook Air late 2020 dành cho những ai sử dụng với mục đích học tập, làm việc và giải trí nhẹ nhàng, hơn hết là trải nghiệm kiến trúc phần cứng mới.",
      "Thiết kế - không cần phải thay đổi",
      "Do được ra mắt vào quý 4 năm 2020, Macbook Air Late 2020 không có nhiều thay đổi so với phiên bản hồi đầu năm. Máy vẫn sử dụng thiết kế nhôm nguyên khối truyền thống, bo cong nhẹ, mang cảm giác mềm mại, êm ái. Macbook vẫn luôn giữ kiểu thiết kế quen thuộc, truyền thống, với độ mỏng chỉ 1.5cm, kèm theo đó là cân nặng 1.29kg.",
      "Cũng như mọi lần, Macbook nói chung và Macbook Air Late 2020 nói riêng sử dụng kiểu bản lề liền khối nhằm tối ưu hoàn toàn về độ mỏng. Viền màn hình mỏng, tuy nhiên lại dày về hai vùng trên-dưới.",
      "Macbook Air Late 2020 cũng được trang bị phiên bản vàng hồng, đi kèm với xám và bạc.",
      "Hiệu năng tuyệt vời với ARM",
      "Macbook Air Late 2020 được trang bị SoC Apple M1, với quy trình 5nm mạnh mẽ. Chiếc máy cho khả năng chỉnh sửa ảnh, thậm chí dựng video ở mức ổn định. Thêm vào đó, Apple M1 còn tối ưu về thời lượng pin, giúp kéo dài thời gian sử dụng. Dù vậy, máy vẫn không cần đến quạt tản nhiệt.",
      "Bên cạnh sự ra mắt Macbook Air ARM, Apple đánh dấu sự chấm dứt của Macbook Air với CPU intel.",
      "Màn hình",
      "Kể từ phiên bản 2018, Macbook Air đã được trang bị màn hình Retina rực rỡ, mang đến trải nghiệm tối ưu hơn so với tấm nền TFT cũ kỹ. Phiên bản late 2020 vẫn giữ nguyên được ưu điểm đó khi vẫn được trang bị màn hình 2K với tỉ lệ 16:10. Máy cho độ phủ màu cao, với 98% sRGB và 64% AdobeRGB, tốt hơn so với phiên bản cũ một chút. Đây là màn hình phù hợp để chỉnh ảnh nhẹ nhàng cũng như giải trí.",
      "Bàn phím và Touchpad",
      "Touchpad của máy cũng không có sự thay đổi so với phiên bản năm ngoái, rộng, phủ kính. Đây luôn là điểm mạnh của tất cả Macbook, khi cho khả năng tracking và điều kiển cử chỉ cực tốt, thậm chí không cần đến chuột ngoài.",
      "Về bàn phím, do vẫn dùng chung thiết kế với Macbook Air 2020, phiên bản Late 2020sử dụng bàn phím cắt kéo, cho trải nghiệm gõ đầm tay hơn. Mức độ chính xác cũng rất cao, gần như không xảy ra hiện tượng trật phím khi sử dụng",
      "Cổng kết nối",
      "Macbook Air Late 2020 chỉ được trang bị 2 cổng USB-C hỗ trợ Thunderbolt 3, tuy nhiên tích hợp USB 4, ngoài ra còn có jack tai nghe 3.5mm để xuất âm thanh. Cũng không quá xa lạ với những chiếc Macbook ở thời điểm hiện tại, chỉ trang bị USB-C. Mặc dù vậy, Thunderbolt của Macbook Air ARM lại không thể sử dụng eGPU.",
      "Macbook Air Late 2020 – Khi ARM nhập cuộc",
      "Mang tính cách mạng và đột phá, Macbook Air Late 2020 cùng với chip Apple M1 là một chiếc máy thực sự ấn tượng, với khả năng sử dụng trong thời gian dài. Tuy vậy, do là cấu trúc chip mới, phải một thời gian dài nữa mới có thể tương thích với những phần mềm hiện tại."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-01.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-02.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-03.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-04.jpg"
    ],
    "title": "\n      Dell Gaming G7 7500 (Chính hãng)\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS 144Hz (1920x1080) chống chói, công nghệ hiển thị WVA",
    "ram": "RAM: 8GB DDR4 bus 2933 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX1660Ti 6GB GDDR6",
    "pin": "Pin: 86Wh",
    "weight": "Cân nặng: 2.56kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home SL bản quyền",
    "price": "\n          ₫37,990,000\n          ",
    "review": [
      "Dell Gaming G7 7500 là laptop gaming vô cùng cao cấp, với kiểu dáng thiết kế vô cùng mới mẻ",
      "Laptop gaming mạnh mẽ",
      "G7 7500 được trang bị cpu Intel Comet Lake H thế hệ thứ 10 với sự cải tiến đáng kể về hiệu năng, tối ưu hoá cho cả gaming lẫn làm đồ hoạ Media. Với hệ thống tản nhiệt ống đồng siêu dày, cùng 2 quạt lớn, G7 7500 cho khả năng duy trì hoạt động ổn định với các game nặng trong thời gian siêu dài.",
      "Bên cạnh đó, hệ thống card đồ hoạ Nvidia Turing được cải tiến rõ rệt, hỗ trợ mọi tựa game hiện tại, ngay cả những game mới ra vào cuối năm 2020. Đối với những phiên bản sử dụng card RTX, bạn hoàn toàn thoải mái bật tính năng Ray Traycing mà không cần ngần ngại, ngay cả khi bạn chơi Shadow of Tomb Raider với thiết lập đồ hoạ cao nhất",
      "Màn hình không chỉ để gaming",
      "Dell trang bị cho chiếc G7 7500 màn hình với tần số quét 144Hz, giúp chơi những tựa game bắn súng góc nhìn thứ nhất (FPS) như Valorant, Rainbow Six Siege hay thậm chí tựa game vốn đã xuất hiện từ lâu – Counter Strike: Global Offensive (CS:GO) mà không phải lo hiện tượng xé hình. Bên cạnh đó, với độ phủ màu sRGB trên 90%, Dell Gaming G7 7500 hoàn toàn có thể làm đồ hoạ Media, đồ hoạ 2D mà không hề gặp hiện tượng thiếu dải màu.",
      "Thiết kế đơn giản nhưng đậm chất gaming",
      "Dell Gaming G7 7500 sử dụng lớp vỏ nhôm nguyên khối chắc chắn, cao cấp. Máy được làm vuông thành sắc cạnh, trông vô cùng nam tính. Bên cạnh đó, máy cũng được thiết kế kiểu bản lề ở chính giữa, trông chẳng khác gì những chiếc Alienware m15 R3 mới đây cả. Dell cũng khéo léo chêm dải led độc đáo vào trước máy, khiến G7 7500 gaming hơn bao giờ hết.",
      "Bàn phím ngang ngửa những chiếc laptop doanh nhân",
      "Với việc thay đổi hoàn toàn layout phím, Dell đang dần đưa chiếc G7 7500 của mình đi một hướng riêng biệt. Bạn sẽ vô cùng ấn tượng với bàn phím này, khi chúng có hành trình phím quá ư tuyệt vời. Bên cạnh đó, hệ thống LED RGB 4 vùng được tinh chỉnh tuỳ ý người dùng cũng khiến bàn phím này nổi bật hơn hẳn, thậm chí còn hơn cả những chiếc Alienware cao cấp hơn",
      "Quản lý điện năng với Alienware Command Center",
      "Giống những dòng laptop gaming cao cấp khác, Dell cũng trang bị cho chiếc máy này phần mềm Alienware Command Center, giúp kiểm soát tốc độ quạt, quản lý điện năng của máy khi sử dụng trên các phần mềm cũng như gaming và hơn hết là để chỉnh đèn led. Bên cạnh đó, Dell cũng cung cấp giải pháp tối ưu pin thông qua Dell Power Manager, duy trì thời gian sử dụng của chiếc máy này, nhất là với thời lượng pin khủng, 86Wh",
      "Với thị trường laptop gaming vốn đã bão hoà bởi những thiết kế quá ư lặp đi lặp lại, Dell G7 7500 xuất hiện như một sự thay đổi toàn diện. Đây là chiếc gaming độc đáo, ấn tượng, vô cùng đẹp đẽ trong khi chỉ xuất hiện với thân hình đơn giản, đó mới là điều làm nên sự khác biệt."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/13/p1gen3demo-01jpg"
    ],
    "title": "\n      Lenovo ThinkPad P1 Gen 3\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS (1920 x 1080), chống chói",
    "ram": "RAM: 8GB DDR4 bus 2933 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: NVIDIA Quadro T1000 4GB GDDR6",
    "pin": "Pin: 80Wh",
    "weight": "Cân nặng: 1.84 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫36,990,000\n          ",
    "review": [
      "Đang cập nhật"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/10/22/407iq-01.jpg"
    ],
    "title": "\n      Asus ZenBook 14 Q407iq\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4500U, 6 nhân / 6 luồng",
    "screen": "Màn hình: 14.0\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR4x bus 4266 MHz",
    "graphicCard": "Card đồ họa: Nvidia Geforce MX 350 2GB GDDR5",
    "pin": "Pin: 50Wh",
    "weight": "Cân nặng: 1.15kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫19,990,000\n          ",
    "review": [
      "Asus Zenbook Q407iq dành cho ai?",
      "Là Ultrabook tầm trung, với thân hình mỏng nhẹ, Zenbook 14 Q407iq phù hợp với đối tượng dân văn phòng, hay những người cần một chiếc máy mỏng nhẹ có khả năng giải trí đa phương tiện.",
      "Hiệu năng đáng kinh ngạc",
      "Zenbook 14 được trang bị dòng vi xử lý AMD Ryzen 4000, cho hiệu năng vượt trội. Đặc biệt với dày đặc nhân, luồng, dòng chip này cho khả năng xử lý công việc đồ hoạ như chỉnh sửa, thiết kế ảnh, dựng video mạnh mẽ. Thêm vào đó, chiếc máy còn cho khả năng xử lý những file excel cồng kềnh, vốn làm khó những CPU ít nhân trước đây.",
      "Với những ai muốn giải trí, chơi game nhẹ nhàng, Zenbook Q407iq cũng trang bị thêm card đồ hoạ rời Nvidia MX350 2GB, đủ để chơi các tựa game eSport hiện nay như Liên minh Huyền thoại, Valorant, CS:GO.",
      "Thiết kế - bắt mắt, hiện đại",
      "Zenbook 14 Q407iq sử dụng nhôm nguyên khối siêu nhẹ, khiến tổng thể chiếc máy chỉ nặng chưa đầy 1.2kg. Tuy sử dụng kim loại nhẹ, chiếc máy lại vô cùng chắc chắn, nhờ đó người dùng có thể thoải mái mang đi mang lại.",
      "Viền màn hình của máy siêu mỏng, nhờ thiết kế Nano-Edge của Asus. Vì vậy, chiếc máy này dường như ngang bằng một chiếc laptop 13.3 inch. Bản lề Ergolift luôn là điểm nổi bật của những chiếc ultrabook mang thương hiệu Asus, giúp giảm thiểu nhiệt độ cũng như nâng cao khu vực bàn phím.",
      "Màn hình",
      "Điểm đáng chú ý nhất của các dòng Zenbook chính là màn hình. Zenbook 14 Q407iq cũng không phải ngoại lệ. Tấm màn hình IPS này có chất lượng rất tốt, với độ phủ màu 90% sRGB và 67% AdobeRGB, rất phù hợp với những người thiết kế 2D và chỉnh sửa ảnh. Độ sáng 300 nits cũng khiến chiếc máy hoạt động vô cùng thuận lợi ở môi trường ngoài trời.",
      "Bàn phím và Touchpad",
      "Bàn phím trên Zenbook Q407iq có layout bố trí hợp lý, các phím được thiết kế với kích thước lớn, giúp người dùng dễ thao tác trong quá trình sử dụng. Hành trình phím có phần nông hơn những chiếc UM/UX425, nhưng đổi lại, mức độ chính xác lại rất cao. Tuy nhiên, đèn led phím không quá sáng là điểm trừ của chiếc máy này.",
      "Touchpad của máy được phủ lớp kính sần. Tuy vậy, lớp nhám sần trên chiếc máy này cũng vô cùng dễ chịu, không bị rít khi sử dụng trong thời gian dài. Kích thước touchpad có phần hơi nhỏ, nhưng độ nhạy lại vô cùng cao.",
      "Hệ thống cổng kết nối",
      "Tất cả những chuẩn kết nối trên chiếc máy này đều là chuẩn kết nối phổ biến và nhanh nhất hiện tại. Cạnh trái máy được trang bị 1 cổng USB-A 3.2 Gen 2, một USB-C 3.2 Gen 2 hỗ trợ xuất hình và sạc, cổng HDMI. Trong khi đó, bên phải ít cổng kết nối hơn, với 1 USB-A 2.0, một khe thẻ microSD và 1 cổng tai nghe 3.5mm, trong khi Zenbook UM/UX425 lại lược bỏ.",
      "Khả năng nâng cấp",
      "Zenbook Q407iq chỉ có thể nâng cấp được SSD, do RAM đã được hàn thẳng trên mainboard. Đây cũng là điểm đáng khen khi chiếc máy có thể nâng cấp được dung lượng lưu trữ, trong khi nhiều ultrabook khác thì không. Ngoài ra máy còn có thể nâng cấp card Wi-Fi, nhưng với việc trang bị sẵn Wi-Fi 6, việc nâng cấp này gần như là không cần thiết.",
      "Asus Zenbook Q407iq – Zenbook cho mọi loại hình công việc",
      "Với thiết kế trẻ trung, hiện đại, trọng lượng nhẹ cùng hiệu năng ấn tượng tới từ AMD, Zenbook Q407iq là chiếc máy phù hợp với nhiều công việc nặng nhẹ khác nhau. Cũng vì vậy, khó có chiếc máy tính nào toàn diện được như chiếc Zenbook này trong tầm giá dưới 20 triệu."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/23/inspiron5391_01.jpg"
    ],
    "title": "\n      Dell Inspiron 13 5391\n    ",
    "processor": "Vi xử lý: Intel Core i5 10210U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR3 bus 2133 MHz",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 52Wh",
    "weight": "Cân nặng: 1.18kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫17,790,000\n          ",
    "review": [
      "Inspiron 13 5391 dành cho những ai?",
      "Đây là mẫu máy hướng tới dân văn phòng, phải làm việc với những ứng dụng, tác vụ văn phòng trong khoảng thời gian dài, hay phải di chuyển nhiều, và muốn một chiếc máy có thiết kế chắc chắn.",
      "Thiết kế thanh lịch",
      "Dell Inspiron 5391 cho một kiểu dáng thiết kế nhỏ nhắn, thanh mảnh. Máy sử dụng nhốm nguyên khối với màu bạc đặc trưng của những chiếc máy thuộc dòng Inspiron. Việc sử dụng vật liệu nhôm khiến cho chiếc máy tuy nhỏ nhắn nhưng lại vô cùng cứng cáp, và mang một vẻ sang trọng, cao cấp.",
      "Viền màn hình được thiết kế bé lại, theo phong cách Narrow Border, phía trên là 02 mic thoại, cùng với đó là camera có độ phân giải FHD nằm chính giữa, tạo sự cân bằng. Bản lề được thiết kế liền khối theo phong cách Eurgo Lift, tăng tói đa khả năng tản nhiệt cho những chiếc ultrabook. Quả thực, Dell đã làm rất tốt trong việc thay đổi các sản phẩm của mình, đặc biệt là các sản phẩm giá rẻ.",
      "Hiệu năng ổn định",
      "Chiếc máy được trang bị bộ vi xử lý Comet Lake thế hệ 10, cho hiệu năng ổn định, xử lý tốt các tác vụ văn phòng. Máy có 3 tùy chọn CPU, với mức thấp nhất là Core i3 10110U, sau đó là Core i5 10210U và Core i7 10510U, tùy thuộc với từng đối tượng sử dụng. Với tùy chọn Core i5 và Core i7, người dùng có thể yên tâm hơn khi xử lý những tác vụ Excel cũng như render video.",
      "Bên cạnh đó, máy có 2 tùy chọn card đồ họa, với mức tùy chọn cơ bản là Intel UHD 620, và MX250 tới từ Nvidia. Thực sự ấn tượng khi Dell đã đưa tùy chọn card đồ họa rời lên cả chiếc máy 13 inches như Dell 5391, giúp người dùng xử lý tốt các tác vụ đồ họa yêu cầu cấu hình cao.",
      "Màn hình",
      "Máy được trang bị màn hình 13.3 inches với độ phân giải Full HD, kèm theo đó là độ sáng ở mức trung bình, 300 nits. Tuy nhiên độ bao phủ trên chiếc máy này khá ấn tượng, với 72% sRGB và 55% AdobeRGB, con số khá ổn cho một chiếc máy thuộc phân khúc phổ thông của Dell. Ngoài ra máy còn tùy chọn màn hình cảm ứng với tấm nền gương, phù hợp với những người hay vẽ trực tiếp trên màn hình.",
      "Bàn phím & Touchpad",
      "Dell Inspiron 5391 được trang bị bàn phím Tenkeyless, tương đương với bàn phím trên chiếc XPS 9300 cao cấp. Hành trình phím sâu hơn so với thế hệ trước, bấm có điểm lực, độ phản hồi tốt. Khung bàn phím chắc chắn, không có hiện tượng flex.",
      "Đèn led có 2 mức sáng, ở mức độ vừa phải, phù hợp cho những ai phải làm việc vào ban đêm. Các phím được thiết kế rộng hơn, có khoảng cách xa hơn, giúp người dùng không bị gõ nhầm. Điểm nhấn của bàn phím là nút nguồn tích hợp cảm biến vân tay được làm bằng vật liệu nhựa cứng, có phần nhô cao hơn so với các phím khác. Người dùng cũng không phải lo chuyện bấm nhầm, vì cần phải có lực nhấn mạnh hơn thì mới bấm được vào nút nguồn.",
      "Touchpad nhám sần do sử dụng cùng vật liệu nhôm nguyên khối, tuy nhiên touchpad cho độ phản hồi tốt, di nhạy. Hai nút chuột bấm khá to, hơi tạo ra sự khó chịu.",
      "Cổng kết nối",
      "Máy được trang bị khá ít cổng kết nối, với một USB Type A 3.1 Gen 1, một USB Type C 3.1 Gen 1, hỗ trợ PowerDelivery và xuất hình, tuy nhiên không hỗ trợ Thunderbolt 3, một cổng HDMI 1.4b và 1 jack tai nghe 3.5mm.",
      "Chiếc Dell Inspiron 5391 có đáng đồng tiền bỏ ra?",
      "Với một thiết kế hiện đại, sang trọng, cùng với trọng lượng nhẹ, đây là chiếc máy vô cùng phù hợp cho đa số người dùng hiện nay, nhất là trong thời buổi 4.0 phát triển, làm việc qua internet đang dần phổ biến. Điểm trừ của chiếc máy này có lẽ là ở việc máy không thể nâng cấp ram, cũng như thiếu mất giao tiếp Thunderbolt 3."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/20/Blade15_Base_2020_01.jpg"
    ],
    "title": "\n      New Razer Blade 15 Base Edition\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" 144Hz FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 16GB DDR4 bus 2666 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce RTX 2060 6GB",
    "pin": "Pin: 80Wh",
    "weight": "Cân nặng: 2.1kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫45,990,000\n          ",
    "review": [
      "Chiếc máy này phù hợp với đối tượng nào?",
      "Razer Blade 15 Base 2020 là bản nâng cấp lớn về hiệu năng so với phiên bản năm ngoái. Chiếc máy hướng tới những người có sở thích gaming nhưng cần một chiếc máy có vẻ thanh lịch, trang nhã, hay những đối tượng chuyên làm về mảng thiết kế đa phương tiện hay phải di chuyển nhiều.",
      "Thiết kế - Vẫn còn quá đẹp",
      "Chiếc máy vẫn giữ phong cách thiết kế từ 2018, với khung vuông vức nhưng các cạnh viền được bo nhẹ. Máy vẫn giữ truyền thống sử dụng lớp nhôm nguyên khối đen tuyền cùng logo rắn ba đầu phát sáng đặc trưng. Màn hình vẫn giữ nguyên kích thước 15.6 inches, nhưng có nhiều thay đổi.",
      "Viền màn hình vẫn được vát mỏng theo phong cách Infinity Edge, với những đường nét vô cùng quyến rũ. Kiểu bản lề liền khối nằm ngang, chắc chắn vẫn là đặc trưng của những chiếc Ultrabook hiệu năng cao, tạo sự chắc chắn, cũng như tăng tối đa khả năng tản nhiệt.",
      "Hiện tại chiếc máy vẫn chưa tung ra 2 phiên bản Quartz Pink và Mecury White như phiên bản năm ngoái, nhưng có lẽ Razer sẽ sớm tung ra phiên bản đó.",
      "Hiệu năng mạnh mẽ",
      "Razer đã nhanh chóng trang bị cho dòng sản phẩm của mình vi xử lý thế hệ 10 mới nhất của Intel cho các dòng laptop gaming của mình. Razer Blade 15 Base 2020 sử dụng CPU Core i7 10750H với hiệu năng vượt trội, giúp người dùng sử dụng mượt mà nhiều tác vụ từ lập trình, render những footage 4K, cho tới render những phân cảnh 3D.",
      "Bên cạnh “bộ não” khủng, Razer Blade 15 Base 2020 còn được trang bị những tùy chọn card đồ họa mới nhất với kiến trúc Turing tới từ nhà Nvidia. Nhờ đó người dùng có thể thỏa sức chơi những tựa game AAA mới nhất cũng thoải mái làm đồ họa.",
      "Tuy nhiên, vẫn như phiên bản Base trước đó, phiên bản này không có quá nhiều thay đổi về hệ thống tản nhiệt, nên không thể sử dụng hết hiệu năng như phiên bản Advanced được.",
      "Thoải mái nâng cấp phần cứng",
      "Razer Blade 15 Base 2020 vẫn cho khả năng nâng cấp ở tốt, với 2 khe RAM DDR4 hỗ trợ dung lượng lên tới 64GB, cùng tốc độ được đẩy lên 2933MHz, phù hợp với những ai hay làm đồ họa. Thêm vào đó, chiếc máy còn cho khả năng nâng cấp ổ cứng tuyệt vời với 2 khe SSD NVMe hỗ trợ dung lượng lên tới 2TB mỗi khe, giúp chiếc máy có thể truy xuất các tệp tin nhanh hơn, cũng như giảm đáng kể trọng lượng ổ cứng.",
      "Màn hình",
      "Razer Blade 15 Base Model 2020 sử dụng màn hình Full HD IPS với độ bao phủ màu sắc rất tốt, 95% sRGB với 60% AdobeRGB. Bên cạnh đó, Razer đã nâng cấp chiếc màn hình này lên tần số quét 144Hz, cao hơn nhiều so với phiên bản Base trước.",
      "Thêm nữa, bản Base 2020 đã có thêm tùy chọn màn 4K với 60Hz, tối ưu cho việc thiết kế đồ họa. Nhưng với những người dùng hay chơi game, màn hình Full HD với tần số 144Hz là quá xuất sắc rồi.",
      "Bàn phím và Touchpad",
      "Bàn phím Razer Blade 15 bản Base 2020 này không có sự khác biệt lớn so với phiên bản tiền nhiệm. Hành trình phím nông, gõ không đầm tay, hệ thống led vẫn rất tốt, tuy nhiên chưa phải là RGB Per-key. Hai phím Fn được đặt tương xứng ở 2 bên, giúp người dùng tiện lợi khi sử dụng các phím chức năng, cũng như các phím Macro khi chơi game.",
      "Trackpad của Razer lại được đa số người dùng đánh giá cao, đặc biệt là trên dòng Razer Blade 15. Bề mặt trackpad rộng, được phủ lớp kính mịn, giúp nâng cao trải nghiệm sử dụng của người dùng. Bên cạnh đó, trackpad được tích hợp sẵn Windows Precision, khiến thao tác, cử chỉ nhạy bén. Hai nút chuột nhạy, cho độ phản hồi tốt.",
      "Cổng kết nối",
      "Razer Blade 15 Base 2020 được trang bị đa dạng cổng kết nối, với cạnh trái là cổng RJ-45, USB Type A 3.1 Gen 1, USB Type C 3.2 Gen 2 thông thường, jack cắm 3,5mm, còn cạnh phải là 2 cổng USB Type A, 1 cổng HDMI 2.0 và USB Type C hỗ trợ giao thức Thunderbolt 3. Có vẻ như Razer cũng đang chuyển mình, lược bỏ những cổng kết nối cũ kỹ như mini Displayport ra khỏi các thiết bị laptop.",
      "Razer Blade 15 Base Model 2020 có phải là phiên bản nâng cấp đáng giá?",
      "Với thiết kế tinh xảo, vật liệu cấu tạo cao cấp, chắc chắn, cùng sự phong phú về cấu hình, Razer Blade 15 Base Model 2020 tự tin vượt qua những đối thủ nặng ký như MSI GS 66 hay thậm chí cả Dell Alienware M15r3 để trở thành chiếc Ultrabook gaming mạnh mẽ bậc nhất hiện nay. Điều khiến người dùng phải đắn đo là việc giá thành của máy còn cao, nhưng hiệu năng gần như không quá khác so với những phiên bản Base trước đó."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/15/lenovo-thinkpad-t490-1jpg"
    ],
    "title": "\n      Lenovo ThinkPad T490\n    ",
    "processor": "Vi xử lý: Intel Core i5-8265U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 2400 MHz (Nâng cấp tối đa 40GB)",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 50Wh",
    "weight": "Cân nặng: 1.55kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫22,490,000\n          ",
    "review": [
      "Chiếc máy này dành cho ai?",
      "Với thiết kế chắc chắn, cùng hiệu năng ấn tượng, ThinkPad T490 hướng đến đối tượng dân văn phòng phải làm việc liên tục, hay các lập trình viên cần một chiếc máy ổn định trong suốt khoảng thời gian dài.",
      "Hiệu năng toàn diện trên một chiếc máy doanh nhân",
      "T490 sử dụng dòng CPU Whiskey Lake mạnh mẽ, cho hiệu năng ấn tượng. Máy có nhiều tùy chọn cpu, từ Core i5 8265U cho tới Core i7 8665U, phù hợp với từng nhu cầu và đối tượng sử dụng. Tuy sử dụng dòng CPU tiết kiệm điện, nhưng Lenovo đã tinh chỉnh mức điện năng của chiếc máy này lên 25W, giúp tăng tối đa hiệu suất nhưng vẫn hoạt động ổn định",
      "Cuối năm 2019, Lenovo đã thêm vào dòng máy này một vài tùy chọn CPU thế hệ 10, bao gồm Core i5 10210U, Core i7 10510U và Core i7 10710U. Đặc biệt, phiên bản Core i7 10710U còn sử dụng CPU 6 nhân, hoàn toàn phù hợp cho việc chạy những file Excel có dung lượng nặng, cũng như dựng video.",
      "Hai tùy chọn card đồ họa của máy là Intel UHD 620 và Nvidia MX250. Việc trang bị cho máy tùy chọn card MX250 sẽ giúp tăng khả năng xử những phần mềm yêu cầu về đồ họa. Bên cạnh đó, phiên bản được trang bị MX250 còn có khả năng tản nhiệt tốt hơn khi được trang bị 2 ống đồng, trong khi phiên bản chỉ sử dụng GPU tích hợp của Intel chỉ có một ống đồng dẫn ra quạt.",
      "Thiết kế",
      "Những năm gần đây, Lenovo đã làm mỏng thiết kế của dòng T, không còn là những khối cứng nhắc trông có phần cục mịch nữa. Chiếc T490 này cũng vậy, được làm mỏng đi, thanh thoát hơn, và có phần nhẹ hơn chiếc T480 trước đó. Nhìn sơ qua, chiếc máy này lại có nét nào đó tương tự T480s, tuy nhiên, vật liệu mà chiếc máy này sử dụng lại khác T480s rất nhiều. Phần vỏ máy được làm bằng vật liệu nhựa kết hợp với sợi thủy tinh, với phần khung được gia cố bằng magnesium xung quanh. Máy được phủ lên một lớp nhung mịn, nhẵn mang cảm giác cao cấp. Nhưng cũng chính vì sử dụng vật liệu nhựa thay vì kim loại, T490 không được cứng cáp như T480s, hay cả người anh em T490s.",
      "Bản lề máy cứng cáp, chắc chắn, gập mở được 180 độ. Viền màn hình cũng được làm mỏng lại, nâng cao trải nghiệm sử dụng màn hình. Quả thực, khó có chiếc máy nào có độ hoàn thiện cũng như sử dụng vật liệu tốt như chiếc T490.",
      "Màn hình có nhiều cải tiến",
      "T490 được trang bị màn hình Full HD IPS với góc nhìn rộng. Độ sáng màn hình ở mức độ khiêm tốn, 250 nits cho phiên bản tiêu chuẩn, và 300 nits trên màn cảm ứng. Độ bao phủ màu trên phiên bản màn hình này cũng không quá cao, 62% sRGB và 40% AdobeRGB, đủ sử dụng cho môi trường làm việc văn phòng. Tuy nhiên ở mức tùy chọn cao hơn là phiên bản màn tiết kiệm điện năng và màn hình PrivacyGuard, độ sáng ở mức cao, 400 nits, kèm theo đó là độ bao phủ màu sắc tốt, 92% sRGB và 60% AdobeRGB. Dường như Lenovo đã đem những tùy chọn màn hình tốt nhất trên những dòng máy cao cấp xuống chiếc máy T490 này.",
      "Ngoài ra, chiếc máy còn có tùy chọn màn 2K HDR, sử dụng công nghệ Dolby Vision với độ phủ màu AdobeRGB lên đến 100%, hình ảnh sắc nét, trung thực, phù hợp với người dùng chuyên xử lý ảnh. Máy còn có thêm tùy chọn ở độ phân giải HD, phù hợp với những người muốn tối ưu về nhu cầu chi phí nhưng vẫn muốn sử dụng chiếc máy doanh nhân ổn định.",
      "Bàn phím và Touchpad",
      "Bàn phím chính là điều làm nên thương hiệu ThinkPad suốt hàng chục năm nay. Chiếc T490 này cũng không nằm ngoài điều đó. Bàn phím có hành trình phím tốt, độ nảy cao, keycaps được bo cong giúp giảm đáng kể việc mỏi tay khi phải gõ nhiều. Khoảng cách các phím được bố trí hợp lý, tổ hợp phím mũi tên và phím Fn nhỏ hơn thông thường nhưng vẫn đủ đáp ứng tốt trong quá trình sử dụng.",
      "Touchpad của T490 có bề mặt làm bằng nhựa sần, diện tích vừa phải. Nút chuột có độ phản hồi tốt, âm thanh phát ra khá yên tĩnh. Với việc được trang bị Windows Precision Driver, các cử chỉ cũng như phản hồi từ touchpad đều hoàt động mượt mà và chính xác.Trackpoint vẫn luôn là điểm ấn tượng của dòng laptop ThinkPad. Độ chính xác cao, thao tác một tay dễ dàng. Ba nút chuột đi kèm có điểm lực rõ ràng, hành trình vừa đủ, âm thanh phát ra êm.",
      "Tối ưu hóa trải nghiệm âm thanh",
      "Lenovo vẫn trang bị cho ThinkPad T490 bộ loa chất lượng, sử dụng công nghệ Dolby Audio Premium. Loa có công suất 4W, âm thanh nổi, trong vắt và không bị khô. Điểm đáng nói ở đây, chiếc máy đã đưa dải loa từ đáy máy lên sát khu vực bản lề, đem lại trải nghiệm âm thanh tốt hơn cho người dùng.",
      "Cổng kết nối",
      "Máy có số lượng cổng kết nối khá đầy đủ, với 2 USB Type A 3.1 Gen 1, 1 cổng HDMI 1.4b, 1 cổng mạng RJ-45, 1 khe thẻ MicroSD, 2 cổng USB Type C, tuy nhiên chỉ có 1 cổng hỗ trợ Thunderbolt 3, cổng còn lại có chuẩn kết nối 3.1 Gen 1, nhưng hỗ trợ sạc nhanh và xuất hình.",
      "Khả năng nâng cấp",
      "Chiếc T490 này có khả năng nâng cấp khá tốt. Máy hàn chết 1 RAM với dung lượng 8GB hoặc 16GB, và trống 1 khe RAM, lắp được dung lượng tối đa 32GB. Bên cạnh đó, T490 có 1 khe SSD m.2 có thể nâng cấp được, hỗ trợ tối đa dung lượng 2TB. Tuy nhiên, chiếc máy không thể nâng cấp card Wi-Fi do Lenovo đã hàn chết trên mainboard.  ",
      "Liệu ThinkPad T490 có phải là chiếc máy đáng giá?",
      "Thiết kế không màu mè nhưng vẫn toát lên sự tinh tế, cùng hiệu năng ổn định với nhiều tùy chọn cấu hình, ThinkPad T490 xứng đáng là chiếc laptop doanh nhân tốt nhất vào thời điểm hiện nay. Nhưng điểm làm người dùng đau đầu chính là sự thua thiệt so với người anh T480s về chất liệu làm máy cũng như trọng lượng, trong khi cấu hình có sự tương đương."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/24/msi-gf65-01.jpg"
    ],
    "title": "\n      MSI GF65 Thin 10SX\n    ",
    "processor": "Vi xử lý: Intel Core i5-10300H, 4 nhân / 8 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS 144Hz (1920x1080) chống chói",
    "ram": "Card đồ họa: Nvidia Geforce GTX1660Ti 6GB",
    "graphicCard": "Lưu trữ: 512GB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính:2 x USB-A, 2 x USB-C, 1 x HDMI, 1 x RJ-45",
    "weight": "Hệ điều hành: Windows 10 bản quyền",
    "operatingSystem": "",
    "price": "\n          ₫23,990,000\n          ",
    "review": [
      "MSI GF65 Thin là dòng laptop gaming phổ thông, với cấu hình mạnh mẽ cùng thiết kế đặc trưng gaming",
      "Cấu hình chiến mọi loại game",
      "MSI GF65 Thin được trang bị CPU Intel Comet Lake thế hệ 10 với hiệu năng mạnh mẽ, nâng cao trải nghiệm gaming. Các tựa game AAA mới ra mắt như Cyberpunk 2077, Assasssin’s Creed: Valhalla sẽ không thể nào làm khó được GF65 trong suốt những cuộc chơi dài.",
      "Bên cạnh đó, card đồ hoạ Nvidia Turing hỗ trợ rất tốt các dòng game hiện tại, khiến người dùng không phải đắn đo khi lựa chọn game để chơi. Với những phiên bản sử dụng card RTX, bạn hoàn toàn thoải mái bật tính năng Ray Traycing mà không cần ngần ngại",
      "Màn hình tần số quét cao",
      "Giống đa phần các mẫu gaming laptop hiện nay, MSI GF65 cũng được trang bị màn hình 144Hz. Đây gần như là mức màn hình được phổ cập, giúp người dùng có thể chơi mượt các dòng game bắn súng vốn đang gây bão như Valorant, Rainbow Six Siege hay CS:GO. Tuy nhiên, do tập trung nhiều vào tần số quét và giảm độ trễ, màn hình trên chiếc máy không có độ phủ màu quá cao.",
      "Mỏng nhẹ nhưng vô cùng hầm hố",
      "MSI GF65 Thin được thiết kế với tone màu đen-đỏ quen thuộc, thể hiện quyết tâm dành chiến thắng tới cùng. Bên cạnh đó, lớp vỏ cứng cáp cũng càng làm nổi bật sức mạnh của người chơi cũng như cỗ máy. Tuy vậy, máy lại chỉ dày 2cm và nặng 1.86kg, thuận tiện cho những game thủ thích tận hưởng không gian ngoài trời, hay mang đi học, đi làm.",
      "Bàn phím dành cho gaming",
      "Chiếc GF65 Thin sử dụng dạng bàn phím Tenkeyless giống như người đàn anh GF63, nhằm tối ưu về vị trí để tay khi gaming cũng như làm việc. Bàn phím với led đỏ vừa giúp người dùng có thể sử dụng vào ban đêm, vừa thể hiện khí thế mãnh liệt",
      "Kết nối được nhiều thiết bị ngoại vi",
      "Do là laptop gaming, MSI vô cùng chăm chút cho chiếc máy này ở hệ thống cổng kết nối. Máy có 2 cổng USB-A 3.2 gen 1, vừa đủ để bạn cắm thêm chuột và bàn phím rời, 2 USB-C 3.2 Gen 1 để truyền dữ liệu, một cổng tai nghe 3.5mm, cổng HDMI để xuất màn hình ngoài và trên hết là cổng mạng RJ-45, giúp ổn định tín hiệu mạng khi chơi game.",
      "MSI đã luôn biết cách lắng nghe người dùng, khi dung hoà được cả sự hầm hố, sức mạnh phần cứng và độ mỏng nhẹ lên chiếc laptop gaming của mình, đặc biệt là với GF65. Đây là chiếc laptop mà người dùng hoàn toàn có thể kỳ vọng vào một sức mạnh phần cứng phục vụ tuyệt đối cho nhu cầu gaming"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/22/Surface-Laptop-3-13.3-Platinum-1.jpg"
    ],
    "title": "\n      Surface Laptop 3 13.5\"\n    ",
    "processor": "Vi xử lý: Intel Core i5-1035G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.5\" 2K IPS (2256 x 1504), gương, cảm ứng",
    "ram": "RAM: 8GB LPDDR4x bus 3733 MHz",
    "graphicCard": "Card đồ họa: Intel Iris Plus G7",
    "pin": "Pin: 45Wh",
    "weight": "Hệ điều hành: Windows 10 bản quyền",
    "operatingSystem": "",
    "price": "\n          ₫23,990,000\n          ",
    "review": [
      "Surface Laptop 3 phiên bản 13.5 inches dành cho ai?",
      "Phiên bản 13.5 inches của chiếc máy Surface Laptop 3 phù hợp với dân văn phòng, cần một chiếc máy có hiệu năng vừa phải, ổn định trong thời gian dài sử dụng.",
      "Hiệu năng",
      "Surface Laptop 3 phiên bản 13.5 inches này được trang bị dòng CPU Ice Lake mới nhất từ Intel, với hai tùy chọn là Core i5 1035G7 và Core i7 1065G7, kèm theo đó là chuẩn RAM LPDDR4X mới nhất, cho máy khả năng xử lý tốt những file Excel nặng, hay render video mà không gặp khó khăn gì. Bên cạnh đó, máy sử dụng kiểu tản nhiệt buồng hơi đặc trưng, giúp nhiệt độ giảm tối đa khi sử dụng,",
      "Để CPU phát huy tối đa sức mạnh, cần hệ thống card đồ họa tương xứng kèm theo. Surface Laptop 3 (13.5) có một tùy chọn card đồ họa duy nhất là Intel Iris Plus G7. Đây là card đồ họa tích hợp mạnh mẽ nhất từ trước tới nay của Intel, cho khả năng xử lý đồ họa 2D ở mức tốt, nhưng nếu để làm đồ họa chuyên nghiệp thì chiếc card này chưa thể đáp ứng tốt được.",
      "Thiết kế",
      "Surface Laptop 3 phiên bản này không có quá nhiều khác biệt với phiên bản Surface Laptop 2 năm ngoái. Máy chỉ mỏng cỡ 1.5cm và nặng chưa tới 1.3kg, phù hợp cho ai hay phải mang đi mang lại. Bên cạnh đó, khác với những phiên bản tiền nhiệm, Microsoft đã trang bị trên chiếc Surface Laptop 3 này hệ thống ốc vít, giúp máy có thể bảo dưỡng dễ dàng hơn. Có vẻ Microsoft đã biết lắng nghe người dùng sau hàng loạt khó khăn mà họ gặp phải.",
      "Surface Laptop 3 (13.5) có 4 phiên bản màu sắc khác nhau. Với màu đen và màu vàng sandstone, máy sử dụng hoàn toàn vật liệu kim loại, còn màu xanh cobalt và màu xám, máy vẫn sử dụng vật liệu alcatara truyền thống, nhưng vẫn vô cùng sang trọng.",
      "Màn hình",
      "Máy được trang bị màn hình PixelSense giống các dòng Surface khác, với kích thước màn hình 13.5 inches và độ phân giải 2K. Chiếc màn hình này có độ sáng 400 nits, cùng độ bao phủ màu cao, 100% sRGB và 64% AdobeRGB, phù hợp với những người hay phải làm những công việc chỉnh sửa ảnh, hay thiết kế nhẹ. Kích thước 13.5 inches, cùng tỉ lệ 3:2 đặc biệt này giúp tăng tối đa khả năng làm việc cho người dùng.",
      "Khả năng cảm ứng của chiếc máy này rất tốt, độ phản hồi rất cao, cảm ứng nhạy, tuy nhiên, với một chiếc laptop thì việc trang bị màn hình cảm ứng có lẽ cũng hơi thừa thãi.",
      "Bàn phím và touchpad",
      "Bàn phím có hành trình phím tốt, phím bấm có điểm lực. Layout phím được bố trí hợp lý, gần mức tràn viền. Keycaps được làm phẳng, nhưng chất liệu sần, kèm theo đó là khu vực chiếu nghỉ được nâng cao hơn khi sử dụng, tạo sự thoải mái khi sử dụng.",
      "Touchpad là điểm khác biệt nhất trong phiên bản năm nay. Diện tích bề mặt rộng hơn so với phiên bản năm ngoái. Có lẽ Microsoft làm vậy là để đồng bộ với phiên bản 15 inches. Bề mặt touchpad vẫn được phủ kính mịn, di chuẩn, hệ thống cử chỉ nhạy do sử dụng Driver Windows Precision cây nhà lá vườn. Hai nút chuột cho độ phản hồi tốt, tiếng bấm êm.",
      "Cổng kết nối",
      "Hệ thống cổng kết nối có chút thay đổi so với phiên bản trước. Máy được trang bị 1 cổng USB Type A 3.1 Gen 1, một cổng jack tai nghe 3.5mm, và thay đổi lớn nhất là cổng USB Type C 3.2 Gen 2, hỗ trợ khả năng sạc nhanh Power Delivery. Tuy nhiên USB Type C không hỗ trợ chuẩn kết nối Thunderbolt 3, một điểm trừ lớn đối với chiếc máy này",
      "Bên cạnh phải của chiếc máy là cổng Surface Connect đặc trưng, hỗ trợ mở rộng cổng kết nối, cũng như để sạc.",
      "Khả năng bảo mật",
      "Chiếc máy được trang bị mở khóa nhận diện khuôn mặt Windows Hello siêu nhạy. Bên cạnh đó, máy được nhúng bên trong con chip dTPM 2.0, giúp bảo mật toàn diện với yêu cầu mật khẩu khi vào Windows hay truy cập vào thiết đặt UEFI. Ngoài ra, nếu như người dùng mua phiên bản Business của chiếc máy này, sẽ được cài sẵn Windows 10 Pro với những tính năng bảo mật mạnh mẽ hơn, phù hợp trong môi trường doanh nghiệp.",
      "Surface Laptop 3 13.5 inches có phải là chiếc laptop đáng tiền?",
      "Mặc dù không có quá nhiều khác biệt so với những chiếc Surface Laptop thế hệ trước, tuy nhiên, với cấu hình mới nhất, hiệu năng ổn định, cùng với khả năng bảo dưỡng dễ dàng hơn so với các thế hệ tiền nhiệm, đây là một bản nâng cấp vô cùng xứng đáng đối với những fan cứng của dòng máy tính tới từ Microsoft. Điểm trừ duy nhất có lẽ vẫn nằm ở hệ thống cổng kết nối quá ít, cũng như không được hỗ trợ chuẩn kết nối Thunderbolt 3 ở cổng Type C."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/10/dell-xps-15-9500-1jpg"
    ],
    "title": "\n      Dell XPS 17 9700\n    ",
    "processor": "Vi xử lý: Intel Core i7-10875H, 8 nhân / 16 luồng",
    "screen": "Màn hình: 17.0\" FHD+ IPS (1920 x 1200), chống chói",
    "ram": "Card đồ họa: Nvidia Geforce RTX 2060 6GB",
    "graphicCard": "Lưu trữ: 512GB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 4 x USB-C with Thunderbolt 3.0, 1 x SD",
    "weight": "Hệ điều hành: Windows 10 bản quyền",
    "operatingSystem": "",
    "price": "\n          ₫47,990,000\n          ",
    "review": [
      "Ai nên mua Dell XPS 9700Nếu màn hình 15.6 inches với phần viền siêu mỏng của XPS 9500 chưa đủ để thỏa mãn yêu cầu về hiển thị của bạn, hãy cân nhắc nâng cấp lên XPS 9700. Với kích thước màn hình 17 inches nhưng vẫn đảm bảo độ mỏng và nhẹ phù hợp, Dell XPS 9700 phù hợp với những người yêu thích một laptop có màn hình lớn để làm việc đa nhiệm, hay những ai làm trong lĩnh vực thiết kế đòi hỏi một màn hình rộng để có thể hiển thị nhiều hơn. ",
      "Màn hình 17-inches viền mỏng, chất lượng hàng đầuĐiểm nổi bật nhất trên XPS 9700 chính là màn hình 17-inches InfinityEdge sắc nét, độ phân giải có tùy chọn lên tới 4K cảm ứng. Đây là một trong những chiếc laptop có tỉ lệ màn hình so với thân máy cao nhất, với viền màn hình chỉ dày 5mm giúp tối ưu hóa diện tích hiển thị. Dell XPS 9700 sử dụng tấm nền WVA (Wide View Angle) kết hợp với công nghệ hình ảnh Dolby Vision, cho ra hình ảnh sắc nét và sống động hơn so với những màn hình thông thường. ",
      "Màn hình của Dell XPS 9700 có thể sánh ngang với MacBook Pro 16, và thậm chí là còn nhỉnh hơn đối thủ cạnh tranh ở một vài khía cạnh. Độ phủ màu trên chiếc laptop này rất tốt, với 90.4% AdobeRGB và 121.6% DCI-P3, vượt qua hai đối thủ cùng phân khúc là MacBook Pro 16 (80.7%) và Gigabyte Aero 17 (115.1%). Dell XPS 9700 có thể dễ dàng đáp ứng các nhu cầu cao về màu sắc của những người làm thiết kế. Độ sáng màn hình trên chiếc laptop này cũng rất cao, đạt ngưỡng 505 nits, dù làm việc ngoài trời hay dưới điều kiện ánh sáng mạnh cũng không phải một thử thách đối với XPS 9700",
      "Hiệu năng mạnh mẽ, đáp ứng được đa dạng nhu cầu của người dùngDell trang bị cho “siêu phẩm” XPS 9700 vi xử lý i7 thế hệ 10 dòng hiệu năng cao, với 6 nhân 12 luồng và tốc độ boost tối đa lên tới 5GHz. Với sức mạnh này, người dùng sẽ không còn lo lắng hiện tượng giật lag hay bị chậm khi sử dụng các tác vụ đa nhiệm, việc chuyển đổi giữa các ứng dụng diễn ra mượt mà trên chiếc laptop này. Đối với những người làm trong lĩnh vực sáng tạo, XPS 9700 cũng đáp ứng rất tốt nhu cầu chỉnh sửa và xuất video nhanh, bởi tốc độ của chiếc laptop này khá ấn tượng, chỉ mất chưa đến 9 phút để chuyển đổi một video 4K về định dạng 1080p. ",
      "Dell XPS 9700 không chỉ đáp ứng được các nhu cầu về đồ họa của người dùng mà còn có khả năng giải trí rất tốt khi được trang bị card đồ họa lên tới NVIDIA GeForce RTX 2060, tương tự như một số laptop chuyên về gaming khác như Razer Blade 17 hay MSI GF75. Mặc dù được thiết kế hướng tới đối tượng những người làm thiết kế nhưng XPS 9700 vẫn có thể chiến được những tựa game AAA ở thiết lập trung bình - cao với mức FPS ổn định không kém những laptop gaming khác.",
      "Thiết kế mỏng nhẹ, 17-inches nhưng không quá cồng kềnhXPS vốn là dòng laptop doanh nhân cao cấp của Dell với thiết kế sang trọng, tinh tế, và chiếc 9700 cũng không phải một ngoại lệ. Dell kết hợp rất nhiều chất liệu để tạo nên XPS 9700, với nhôm CNC cao cấp ở mặt lưng và đáy máy, kết hợp với chất liệu sợi carbon ở phần bàn phím và đệm tay. Kích thước của XPS 9700 khá gọn và nhẹ hơn so với hầu hết laptop 17-inches khác như Gigabyte Aero 17 HDR hay HP Envy 17, với cân nặng chỉ 2.13 kg và dày 19.5mm. Nếu bạn là người hay phải di chuyển và yêu thích một cỗ máy có trọng lượng nhẹ hơn thì LG Gram 17 sẽ phù hợp với bạn, nhưng bù lại, đây sẽ là một sự đánh đổi cho hiệu năng “khủng” mà XPS 9700 sở hữu.",
      "Dell quyết định “nối gót” MacBook Pro khi loại bỏ hoàn toàn các cổng kết nối khác và chỉ trang bị cho XPS 9700 bốn cổng USB-C Thunderbolt 3. Đây cũng là một điều dễ hiểu khi Dell muốn đảm bảo độ mỏng cho chiếc laptop 17-inches này. Số lượng và bố trí cổng kết nối sẽ gây bất tiện một chút cho người dùng khi phải mang theo bộ chuyển đổi nếu muốn sử dụng các thiết bị ngoại vi. Bù lại, khe thẻ SD trên XPS 9700 có tốc độ chuyển rất cao, người dùng có thể chỉ mất vài giây để chuyển ảnh từ thẻ nhớ vào máy tính.",
      "Bàn phím chất lượng tốt, trackpad lớnDell sử dụng cùng một thiết kế bàn phím giữa XPS 9500 và 9700. Hành trình phím trên chiếc laptop này nông hơn so với HP Spectre và Dell Latitude một chút, nhưng cảm giác khi gõ phím vẫn rất thoải mái và nảy. Phần đệm tay bằng chất liệu sợi carbon, người dùng không bị mỏi khi phải gõ lâu trên chiếc laptop này.",
      "Trackpad của XPS 9700 có kích thước khá lớn, các thao tác vuốt ba ngón, bốn ngón trên chiếc laptop này được thực hiện dễ dàng hơn. Các cử chỉ như kéo hay thả cũng được thực hiện dễ dàng và mượt mà hơn nhờ vào kích thước lớn của trackpad.",
      "Kết luậnCó thể nói, Dell XPS 9700 là một chiếc laptop đa năng, phù hợp với nhiều mục đích sử dụng của nhiều đối tượng người dùng. Dù bạn là một người làm thiết kế đồ họa đòi hỏi một màn hình lớn có chất lượng tốt và đáp ứng được các chuẩn màu sắc, hay một doanh nhân yêu thích một chiếc laptop bền bỉ vừa có hiệu năng làm việc tốt vừa thỏa mãn được các nhu cầu về giải trí, chơi game, thì Dell XPS 9700 đều có thể là một lựa chọn hợp lý."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-kPo.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-ITi.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-EZf.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-QPf.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-Ptn.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-1el.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-eqC.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-CCX.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-JzL.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-YG0.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-IUh.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-arl.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-eLo.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-FOn.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-tgE.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-bPR.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/17/lenovo-thinkpad-p53-ThinkPadP5301NO-BNA.jpg"
    ],
    "title": "\n      Lenovo ThinkPad P53\n    ",
    "processor": "Vi xử lý: Intel Core i5-9400H, 4 nhân / 8 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS (1920 x 1080), chống chói",
    "ram": "RAM: 8GB DDR4 bus 2666 MHz (Nâng cấp tối đa 128GB)",
    "graphicCard": "Card đồ họa: NVIDIA Quadro T1000 4GB",
    "pin": "Pin: 90 WHr",
    "weight": "Cân nặng: 2.5kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫29,990,000\n          ",
    "review": [
      "Tiếp nối sự thành công của mình trên dòng máy trạm, đặc biệt là dòng ThinkPad P52, Lenovo quyết định tung ra phiên bản tiếp sau đó, ThinkPad P53, với sự cải thiện đáng kể về hiệu năng, cũng như thay đổi một chút trong thiết kế.",
      "Lenovo ThinkPad P53 dành cho ai?",
      "Là một chiếc Mobile Workstation với thiết kế dày bản, vuông vức, chiếc máy này hướng tới đối tượng thiết kế đồ họa 3D chuyên dụng, cũng như các lập trình viên cần một chiếc máy có hiệu năng ổn định, hoạt động bền bỉ.",
      "Nâng cấp về hệ thống vi xử lý",
      "ThinkPad P53 sử dụng hệ thống CPU Coffee Lake thế hệ 9 với hiệu năng cao, giúp máy có khả năng xử lý các chương trình nặng, cũng như render những bản phác thảo 3D với nhiều khung hình phức tạp. Lenovo cũng nhanh chóng bổ sung trên chiếc máy này phiên bản Core i5 9400H, phù hợp với những người không cần sử dụng CPU quá nhiều nhân luồng, và phiên bản Core i9 9880H với 8 nhân 16 luồng mạnh mẽ. Máy vẫn giữ một tùy chọn CPU Xeon, với tên mã E2276M, cho hiệu năng sử dụng bền bỉ.",
      "Hệ thống card đồ họa  cũng được nâng cấp đáng kể. Chiếc máy sử dụng hoàn toàn hệ thống card đồ họa Quadro với kiến trúc Turing, tăng tối đa sức mạnh xử lý đồ họa.",
      "Hệ thống hiển thị trung thực",
      "ThinkPad P53 được trang bị màn hình 15.6 inches với độ phân giải Full HD cùng tấm nền IPS tiêu chuẩn. Màn hình có độ sáng ở mức trung bình, 300 nits, tuy nhiên độ phủ màu lại rất tốt, với 95% sRGB và 60% AdobeRGB, cao hơn so với thế hệ cũ một chút. Bên cạnh đó, Lenovo còn trang bị cho chiếc máy tùy chọn Full HD với công nghệ HDR tích hợp Dolby Vision tiên tiến, tăng tối đa độ trung thực màu sắc khi hiển thị.",
      "Ngoài ra máy còn có tùy chọn màn hình 4K HDR với Dolby Vision, có độ sáng 500 nits, cùng độ phủ màu 100% AdobeRGB, phù hợp với những người chuyên thiết kế đồ họa. Lenovo cũng bổ sung thêm tùy chọn 4K OLED HDR, cho màu sắc hiển thị trung thực hơn bao giờ hết. Lenovo cũng đã khéo sửa sai khi đưa con mắt cân màu Pantone lên cho tùy chọn màn hình 4K.",
      "Thiết kế",
      "ThinkPad P53 dường như được thừa hưởng hết những đặc điểm mà ThinkPad P52 đã áp dụng. Toàn bộ phần thân máy vẫn được gia cố bằng hợp kim nhôm magnesium, mang lại sự bền bỉ, chắc chắn khi sử dụng. Nắp máy sử dụng vật liệu carbon với sợi thủy tinh, được phủ 1 lớp carbon fiber mịn màng lên trên. Cũng như năm ngoái, logo “Lenovo” không còn được in chìm trên nắp máy nữa.",
      "Viền màn hình vẫn là điểm trừ tới từ Lenovo. Viền màn hình vẫn dày, tuy nhiên cũng có thể thông cảm cho hãng vì thiết kế này dùng để đỡ tấm nền màn hình. Cần gạt ThinkShutter nay đã được bố trí lên trên, với những gờ nhỏ giúp thao tác gạt dễ dàng hơn. Hệ thống tản nhiệt vẫn không đổi, với 2 khe thoát nhiệt 2 bên và 2 khe hút nhiệt đằng sau. Nắp đáy nay đã được thiết kế liền hoàn toàn, che đi viên pin được lắp bên trong, thay vì có thể tháo nóng như những phiên bản trước đó.",
      "Bàn phím và Touchpad",
      "Bàn phím của P53 cũng không có sự thay đổi so với phiên bản tiền nhiệm. Keycaps được bo cong sâu hơn, ôm tay, giúp ngăn sự mỏi tay khi phải gõ liên tục. Hành trình phím sâu, đầm tay, phản hồi tốt.",
      "Hệ thống touchpad vẫn giữ nguyên từ phiên bản P52, với diện tích bề mặt rộng hơn, 10cm x 6cm. Bàn rê được phủ lớp nhựa mịn, cảm giác di mượt mà, không có hiện tượng khựng. Các nút chuột được làm riêng lẻ như những thế hệ trước.",
      "Trackpoint vẫn cho độ di nhạy, hệ thống phím cứng bổ trợ được đẩy lên sát hơn, bấm êm. Hệ thống phím bấm bổ trợ vẫn cho phản hồi chính xác.",
      "Hệ thống cổng kết nối",
      "Việc bố trí cổng kết nối như ThinkPad P52 đã tăng tính tiện lợi cho người dùng khi sử dụng kết nối ngoại vi. Cũng vì lẽ đó, P53 tiếp tục sử dụng kiểu bố trí này, tuy nhiên có một vài sự sắp xếp khác.",
      "Máy bố trí 2 cổng USB Type C 3.1 Gen 2, tích hợp Thunderbolt 3 ở mặt sau. Cùng với đó là cổng sạc truyền thống và cổng mạng RJ 45.",
      "Cạnh trái chỉ có 1 USB Type C 3.1 Gen 1, tích hợp xuất hình và Power Delivery, cùng 1 jack tai nghe 3.5 mm",
      "Cạnh phải là 2 USB Type A 3.1 Gen 1, HDMI 2.0 và khe thẻ SD truyền thống.",
      "Khả năng nâng cấp",
      "Khả năng nâng cấp của máy dường như tương đương với P52. Máy có 4 khe RAM DDR4, hỗ trợ nâng cấp tới 128GB, tuy nhiên ở phiên bản sử dụng CPU Xeon E, chiếc máy có thể lắp 128GB RAM ECC với tốc độ 2666MHz. Máy được bố trí 2 khe SSD NVMe và 1 khe lắp ổ cứng 2.5 trên phiên bản sử dụng card đồ họa Quadro T1000 và T200, cho khả năng lưu trữ lớn, nhưng ở các phiên bản Quadro RTX, chiếc máy bị lược bỏ khe ổ cứng 2.5 inches, mà thay vào đó, máy hỗ trợ 3 khe SSD NVMe.",
      "Lenovo ThinkPad P53 – Mobile Workstation sáng giá?",
      "Với việc hệ thống CPU được nâng cấp, card đồ họa sử dụng tiến trình mới, ThinkPad P53 có lẽ là chiếc máy trạm di động mạnh mẽ nhất, và có hệ thống cấu hình phù hợp với nhiều đối tượng sử dụng nhất. Có lẽ không có một chiếc Mobile Workstation nào có thể mạnh mẽ được như chiếc máy này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/Surface-Pro-7-keyboard-1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/5/sfpro7-1.jpg"
    ],
    "title": "\n      Microsoft Surface Pro 7\n    ",
    "processor": "Vi xử lý: Intel Core i5-1035G4, 4 nhân / 8 luồng",
    "screen": "Màn hình: 12.3\" 2.5K IPS (2736 x 1824), gương, cảm ứng",
    "ram": "Card đồ họa: Intel Iris Plus G4",
    "graphicCard": "Lưu trữ: 128GB NVMe",
    "pin": "Kết nối chính: 1 x USB-C, 1 x USB-A, 1 x Micro SD",
    "weight": "Hệ điều hành: Windows 10 bản quyền",
    "operatingSystem": "",
    "price": "\n          ₫17,990,000\n          ",
    "review": [
      "Surface Pro 7 dành cho ai?",
      "Surface Pro 7 là chiếc laptop lai tablet của Microsoft, với kích thước nhỏ nhắn cùng màn hình cảm ứng, chiếc máy này phù hợp với những người hay thiết kế, chỉnh sửa ảnh, hoặc các doanh nhân cần một chiếc máy có hiệu năng ổn định và mang đi mang lại nhiều nơi được.",
      "Hiệu năng mạnh mẽ trên chiếc máy tính “bé hạt tiêu”",
      "Surface Pro 7 được trang bị trong mình dòng CPU Ice Lake 10nm của Intel, thay vì sử dụng tiếp dòng CPU Comet Lake như những chiếc laptop tới từ những thương hiệu khác. Máy có ba tùy chọn CPU là Core i3 1005G1, Core i5 1035G4 và mạnh mẽ nhất là Core i7 1065G7, đi kèm là dung lượng RAM từ 4GB cho tới 16GB với chuẩn LPDDR4X mạnh mẽ nhất. Microsoft luôn biết cách làm người dùng bất ngờ khi đưa những cấu hình mới mẻ nhất vào những dòng laptop của mình. Với việc sử dụng CPU mới nhất, cùng chuẩn RAM với tốc độ 3733 nhanh chóng mặt, chiếc máy này hoàn toàn chạy được những file Excel nặng hàng trăm MB, cũng như render video với độ phân giải Full HD trong thời gian dài.",
      "Máy có 2 tùy chọn card đồ họa, tùy vào dòng CPU mà người dùng lựa chọn. Với phiên bản i3 là Intel UHD G1, còn phiên bản i5 và i7 sẽ sử dụng Intel Iris Plus mới nhất, cho khả năng xử lý đồ họa tốt hơn. Tuy nhiên, đối với những người chỉ cần sử dụng tác vụ văn phòng, hay học tập online, thì Intel UHD có lẽ cũng là quá đủ.",
      "Thiết kế",
      "Cũng giống như năm ngoái, Microsoft không thề thay đổi quá nhiều về ngoại hình cho chiếc Surface Pro 7 của mình. Máy chỉ mỏng cỡ 8.5mm, với cân nặng tầm 800 grams, vô cùng nhẹ nhàng khi mang đi mang lại. Surface Pro 7 vẫn sử dụng chất liệu hợp kim nhôm - magie tạo được sự chắc chắn và độ bền cao. Hệ thống bản lề với góc mở rộng, cho phép tùy chỉnh linh hoạt màn hình theo nhu cầu sử dụng. Tuy nhiên, viền màn hình vẫn quá dày, và có lẽ Microsoft cần phải thay đổi.",
      "Màn hình – Sắc nét trên mọi điểm ảnh",
      " Máy được trang bị màn hình PixelSense 12.3 inches, với độ phân giải 3K. Chiếc màn hình này có độ sáng 400 nits, cùng độ bao phủ màu ở mức độ tốt, 95% sRGB và 62% AdobeRGB, phù hợp với những người hay phải làm những công việc thiết kế, chỉnh ảnh. Tuy nhiên, với kích thước màn hình nhỏ như vậy, việc thiết kế cũng gặp đôi chút khó khăn.",
      "Khả năng cảm ứng của chiếc máy này rất tốt, độ phản hồi cao, cảm ứng nhạy, tuy nhiên màn hình chiếc máy này rất dễ bám vân, vì vậy cần phải lau chùi cẩn thận để giữ màn sạch.",
      "Bàn phím và Touchpad",
      "Vốn dĩ dòng máy tính Surface Pro không hề có bàn phím hay touchpad liền máy, nên Microsoft đã dùng bàn phím và touchpad rời cho chiếc máy này thông qua bộ Type cover. Cũng như năm ngoái, Micrososft cho chúng ta nhiều tùy chọn màu sắc trên Type cover, phù hợp với nhiều đối tượng sử dụng cũng như gu thẩm mỹ.",
      "Bàn phím trên chiếc Type cover có hành trình phím tốt, phím bấm nảy. Layout phím được bố trí hợp lý, đủ khiến người dùng thoải mái. Keycaps được làm phẳng, nhưng chất liệu sần, kèm theo đó là khu vực chiếu nghỉ được phủ Alcatara, vậy nên sẽ không bị mỏi tay khi gõ.",
      "Touchpad phủ kính, cho khả năng di chuyển tốt, các cử chỉ khi sử dụng nhạy do được sử dụng Windows Precision Driver. Hai nút chuột có điểm lực, khi bấm có tiếng kêu nhưng không quá to. Hơi tiếc một chút, touchpad này hơi nhỏ, nhưng với một chiếc Type cover như vậy, thì một chiếc touchpad 10.2cm x 5.3cm là cân đối.",
      "Lưu ý nho nhỏ là chiếc Type cover này được bán riêng, chứ không được tặng kèm theo chiếc máy.",
      "Cổng kết nối",
      "Hệ thống cổng kết nối gần như không thay đổi mấy so với phiên bản Surface Pro 6. Chiếc máy vẫn sở hữu 1 USB Type A 3.1 Gen 1, 1 khe thẻ microSD để mở rộng dung lượng, 1 Jack tai nghe 3.5mm, 1 cổng Surface Connect dùng để kết nối các cổng mở rộng của riêng dòng máy, cũng như để sạc, và chân đế nam châm để kết hợp Type Cover. Tuy nhiên, năm nay Surface đã có sự thay đổi đáng kể khi loại bỏ cổng mini DisplayPort, và thay bằng cổng USB Type C 3.1 Gen 2, hỗ trợ Power Delivery và xuất hình DisplayPort. Tiếc thay, Microsoft vẫn không chịu sử dụng giao thức Thunderbolt 3 cho dòng Surface của mình.",
      "Khả năng bảo mật",
      "Chiếc máy được trang bị mở khóa nhận diện khuôn mặt Windows Hello siêu nhạy. Bên cạnh đó, máy được nhúng bên trong con chip dTPM 2.0, giúp bảo mật toàn diện với yêu cầu mật khẩu khi vào Windows hay truy cập vào thiết đặt UEFI. Ngoài ra, nếu như người dùng mua phiên bản Business của chiếc máy này, sẽ được cài sẵn Windows 10 Pro với những tính năng bảo mật mạnh mẽ hơn.",
      "Liệu Surface Pro 7 có phải là chiếc laptop đáng giá?",
      "Không quá màu mè, thiết kế nhỏ gọn như một chiếc Tablet, cùng hiệu năng mạnh mẽ, chiếc máy hoàn toàn là ứng cử viên sáng giá của dòng laptop doanh nhân, cũng như cho những người làm đồ họa nhẹ nhàng. Điều khiến người dùng phải ái ngại với chiếc laptop của Microsoft là chiếc máy khó sửa chữa hay thay thế linh kiện được nếu gặp hỏng hóc sau này.  "
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-01.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-02.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-03.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/1/8/g77500-04.jpg"
    ],
    "title": "\n      Dell Gaming G7 7500 (Chính hãng)\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS 144Hz (1920x1080) chống chói, công nghệ hiển thị WVA",
    "ram": "RAM: 8GB DDR4 bus 2933 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX1660Ti 6GB GDDR6",
    "pin": "Pin: 86Wh",
    "weight": "Cân nặng: 2.56kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home SL bản quyền",
    "price": "\n          ₫37,990,000\n          ",
    "review": [
      "Dell Gaming G7 7500 là laptop gaming vô cùng cao cấp, với kiểu dáng thiết kế vô cùng mới mẻ",
      "Laptop gaming mạnh mẽ",
      "G7 7500 được trang bị cpu Intel Comet Lake H thế hệ thứ 10 với sự cải tiến đáng kể về hiệu năng, tối ưu hoá cho cả gaming lẫn làm đồ hoạ Media. Với hệ thống tản nhiệt ống đồng siêu dày, cùng 2 quạt lớn, G7 7500 cho khả năng duy trì hoạt động ổn định với các game nặng trong thời gian siêu dài.",
      "Bên cạnh đó, hệ thống card đồ hoạ Nvidia Turing được cải tiến rõ rệt, hỗ trợ mọi tựa game hiện tại, ngay cả những game mới ra vào cuối năm 2020. Đối với những phiên bản sử dụng card RTX, bạn hoàn toàn thoải mái bật tính năng Ray Traycing mà không cần ngần ngại, ngay cả khi bạn chơi Shadow of Tomb Raider với thiết lập đồ hoạ cao nhất",
      "Màn hình không chỉ để gaming",
      "Dell trang bị cho chiếc G7 7500 màn hình với tần số quét 144Hz, giúp chơi những tựa game bắn súng góc nhìn thứ nhất (FPS) như Valorant, Rainbow Six Siege hay thậm chí tựa game vốn đã xuất hiện từ lâu – Counter Strike: Global Offensive (CS:GO) mà không phải lo hiện tượng xé hình. Bên cạnh đó, với độ phủ màu sRGB trên 90%, Dell Gaming G7 7500 hoàn toàn có thể làm đồ hoạ Media, đồ hoạ 2D mà không hề gặp hiện tượng thiếu dải màu.",
      "Thiết kế đơn giản nhưng đậm chất gaming",
      "Dell Gaming G7 7500 sử dụng lớp vỏ nhôm nguyên khối chắc chắn, cao cấp. Máy được làm vuông thành sắc cạnh, trông vô cùng nam tính. Bên cạnh đó, máy cũng được thiết kế kiểu bản lề ở chính giữa, trông chẳng khác gì những chiếc Alienware m15 R3 mới đây cả. Dell cũng khéo léo chêm dải led độc đáo vào trước máy, khiến G7 7500 gaming hơn bao giờ hết.",
      "Bàn phím ngang ngửa những chiếc laptop doanh nhân",
      "Với việc thay đổi hoàn toàn layout phím, Dell đang dần đưa chiếc G7 7500 của mình đi một hướng riêng biệt. Bạn sẽ vô cùng ấn tượng với bàn phím này, khi chúng có hành trình phím quá ư tuyệt vời. Bên cạnh đó, hệ thống LED RGB 4 vùng được tinh chỉnh tuỳ ý người dùng cũng khiến bàn phím này nổi bật hơn hẳn, thậm chí còn hơn cả những chiếc Alienware cao cấp hơn",
      "Quản lý điện năng với Alienware Command Center",
      "Giống những dòng laptop gaming cao cấp khác, Dell cũng trang bị cho chiếc máy này phần mềm Alienware Command Center, giúp kiểm soát tốc độ quạt, quản lý điện năng của máy khi sử dụng trên các phần mềm cũng như gaming và hơn hết là để chỉnh đèn led. Bên cạnh đó, Dell cũng cung cấp giải pháp tối ưu pin thông qua Dell Power Manager, duy trì thời gian sử dụng của chiếc máy này, nhất là với thời lượng pin khủng, 86Wh",
      "Với thị trường laptop gaming vốn đã bão hoà bởi những thiết kế quá ư lặp đi lặp lại, Dell G7 7500 xuất hiện như một sự thay đổi toàn diện. Đây là chiếc gaming độc đáo, ấn tượng, vô cùng đẹp đẽ trong khi chỉ xuất hiện với thân hình đơn giản, đó mới là điều làm nên sự khác biệt."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/7/Dell-Gaming-G7-7590-1.jpg"
    ],
    "title": "\n      Dell Gaming G7 7590\n    ",
    "processor": "Vi xử lý: Intel Core i5-9300H, 4 nhân / 8 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS (1920x1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 2666 MHz (Nâng cấp tối đa 32GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX1650 4GB",
    "pin": "Pin: 60Wh",
    "weight": "Cân nặng: 2.67kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫17,990,000\n          ",
    "review": [
      "Dell G7 7590 dành cho ai?",
      "Dell Gaming G7 15 7590 là một chiếc laptop gaming sang trọng, cấu hình mạnh mẽ. Chiếc máy phù hợp với những đối tượng chơi game nghiệp dư, hay phù hợp với những người hay thiết kế đồ họa.",
      "Định nghĩa lại laptop gaming",
      "Dell đã thay đổi hoàn toàn kiểu thiết kế trên dòng gaming G7 của mình. Thay vì thiết kế có phần tù túng và hơi ọp ép, chiếc máy đã được Dell khắc phục những nhược điểm đó. Phần khung và đáy máy sử dụng vật liệu nhôm cao cấp, mang một sự chắc chắc. Bề mặt kê tay được sử dụng nhựa cứng, làm máy không quá . Xung quanh có các rãnh chạy đều nhau, song song.",
      "Máy được thiết kế theo kiểu bản lề hai bên, dày đặc, chắc chắn. Viền màn hình cũng được làm mỏng đi rất nhiều, tăng tối đa trải nghiệm người dùng. Nút nguồn đã được chuyển ra chính giữa, giúp người dùng không bị thao tác nhầm.  So với phiên bản G7 7588, cả về hình thức lẫn trọng lượng đều đã thay đổi nhiều.",
      "Máy có hai phiên bản màu sắc là đen và trắng, phù hợp cho nhiều đối tượng sử dụng.",
      "Hiệu năng tuyệt vời",
      "Chiếc máy được trang bị dòng vi xử lý Intel Coffee Lake hiệu năng cao, với 2 tùy chọn của thế hệ 8 và 3 tùy chọn cho thế hệ 9. Đặc biệt, Dell đã tung ra phiên bản Core i9 9880H mạnh mẽ lên chiếc máy này, nhằm khẳng định khả năng tản nhiệt tuyệt vời, được lấy ra từ những chiếc Alienware Gaming cao cấp của Hãng.",
      "Bên cạnh đó, hệ thống card đồ họa cũng đa dạng, phong phú. Máy được trang bị card đồ họa rời tới từ Nvidia, cho hiệu năng gaming tối đa, cũng như giúp máy thực hiện các công việc đồ họa nặng. Tuy đa phần card đồ họa đều sử dụng kiến trúc Turing, Dell vẫn có tùy chọn card đồ họa GTX 1050Ti, sử dụng cho tùy chọn CPU thế hệ 8.",
      "Màn hình",
      "Máy được trang bị màn hình Full HD với tấm nền IPS. Màn hình độ sáng ở mức trung bình, 220 nits, với độ phủ màu 80% sRGB. Bên cạnh đó, máy có thêm 2 tùy chọn màn hình với độ sáng cao hơn 300 nits, với một tùy chọn 60Hz, hoặc 144Hz, phục vụ cho những đối tượng chuyên chơi game. Máy còn tùy chọn màn hình 300 nits riêng, với độ phủ màu 100% sRGB, tuy nhiên chỉ có tùy chọn màn hình 60Hz.",
      "Dell G7 7590 còn có tùy chọn màn hình 4K với 100% DCI P3, phù hợp với những người chuyên thiết kế đồ họa",
      "Bàn phím và Touchpad",
      "Bàn phím của máy không quá khác biệt so với phiên bản trước đó. Máy sử dụng bàn phím full-size, với layout được bố trí khá hợp lý. Tuy nhiên hành trình phím hơi nông, nếu sử dụng để gõ văn bản trong thời gian dài sẽ gây mỏi tay, tuy nhiên nếu để gaming thì rất ổn. Có 3 tùy chọn bàn phím cho chiếc máy này là không led, có led xanh, hoặc RGB 4 vùng.",
      "Touchpad gần như không có thay đổi mấy. Bề mặt được phủ nhám, diện tích rộng, cử chỉ khá tốt. Hai nút chuột có tiếng bấm khá lớn, tuy nhiên phản hồi rất tốt, đôi khi có thể dùng chơi game trực tiếp được.",
      "Cổng kết nối",
      "Máy được trang bị đầy đủ cổng kết nối, với 3 USB Type A 3.1 Gen 1, 1 cổng HDMI, 1 cổng mạng RJ-45, jack tai nghe 3.5mm, một khe thẻ nhớ SD, một USB Type C, tuy nhiên chỉ hỗ trợ Thunderbolt 3 trên các tùy chọn card đồ RTX 2060 và 2070, bên cạnh đó, 2 tùy chọn này sẽ có thêm cổng mini DisplayPort.",
      "Dell Gaming G7 15 7590 – Alienware thu nhỏ?",
      "Với thiết kế hầm hố, mạnh mẽ, chất liệu cấu tạo tuyệt vời, cùng cấu hình khủng, Dell G7 7590 xứng đáng được coi là chiếc Alienware thu nhỏ của dòng gaming. Đây thực sự là chiếc máy đáng tiền đối với những người muốn trải nghiệm cảm giác gaming tuyệt vời."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/11/6/rzbook-01.jpg"
    ],
    "title": "\n      Razer Book 13\n    ",
    "processor": "Vi xử lý: Intel Core i5-1135G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.4\" FHD+ IPS (1920x1200) 60Hz, chống chói",
    "ram": "RAM: 8GB LPDDR4X bus 4266 MHz",
    "graphicCard": "Card đồ họa: Intel Iris Xe",
    "pin": "Pin: 55Wh",
    "weight": "Cân nặng: 1.34kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home bản quyền",
    "price": "\n          ₫34,990,000\n          ",
    "review": [
      "Đang cập nhật"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/13/surface-laptop-2-135-SurfaceLaptop213501NO-Zf1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-aW2.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-pUB.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-dj9.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-U18.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-hJA.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-C9i.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-JSS.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-Imu.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-wAX.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-ROD.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-5pS.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-TkZ.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-oWH.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-m9O.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-m7n.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/21/surface-laptop-2-135-SurfaceLaptop213501NO-72P.jpg"
    ],
    "title": "\n      Surface Laptop 2 13.5\"\n    ",
    "processor": "Vi xử lý: Intel Core i5-8250U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.5\" 3K IPS (2256 x 1504), gương, cảm ứng",
    "ram": "Card đồ họa: Intel UHD 620",
    "graphicCard": "Lưu trữ: 256GB NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 1 x USB-A",
    "weight": "",
    "operatingSystem": "Bảo hành 12 tháng tại ThinkPro",
    "price": "\n          ₫21,990,000\n          ",
    "review": [
      "Surface Laptop 2 dành cho ai?",
      "Đây là chiếc laptop hướng tối đối tượng dân văn phòng, hay thậm chí là cả học sinh sinh viên bởi Surface Laptop 2 được thiết kế để người dùng có thể dễ dàng mang theo, phù hợp với những người thường xuyên phải di chuyển.",
      "Thiết kế sang trọng, màu sắc ấn tượng",
      "Dòng Surface Laptop của Microsoft vốn đã gây ấn tượng với người dùng bởi một thiết kế đơn giản mà vẫn sang trọng, và Surface Laptop 2 cũng không phải một ngoại lệ. Vỏ ngoài của chiếc laptop này được làm từ nhôm cao cấp với độ hoàn thiện rất tốt, cảm giác khi mở nắp máy rất mượt mà và chắc chắn. Surface Laptop 2 chỉ dày 14mm và nặng 1.25kg, việc mang theo chiếc laptop này đi học, đi làm là điều rất dễ dàng.",
      "Microsoft đã rất thành công trong việc lựa chọn các chất liệu tạo nên Surface Laptop 2, từ phần nhôm cao cấp ở nắp lưng cho đến chất vải alcantara trên bàn phím. Microsoft cũng rất sáng tạo trong việc chọn màu sắc, khi cho phép người dùng chọn thêm hai màu sắc độc đáo khác (đỏ rượu, xanh cô-ban) bên cạnh hai màu bạc và đen quen thuộc. Đây là điều mà Apple cần học hỏi cho chiếc MacBook Air, bởi màu sắc của nó đang dần trở nên nhàm chán.",
      "Màn hình sắc nét",
      "Một trong những điểm nổi bật nhất của chiếc Surface Laptop 2 là màn hình cảm ứng có tỉ lệ 3:2. Đây là một tỉ lệ màn hình rất phù hợp đối với các ứng dụng có dạng spreadsheet như Google Sheet hay Excel. Surface Laptop 2 có độ phân giải 2256 x 1504, cùng với đó là độ sáng màn hình 342 nits, phù hợp với những người thích làm việc trong không gian ngoài trời. Màn hình cảm ứng của Surface Laptop 2 được làm từ kính Gorilla Glass 3, một điều khá hiếm thấy trên màn hình của các dòng laptop có cảm ứng. Cảm giác khi sử dụng cũng rất mượt mà, phản hồi tốt và không có hiện tượng giật lag khi thực hiện các cử chỉ.",
      "Surface Laptop 2 có độ phủ màu rất ấn tượng, 95% sRGB, một con số còn vượt qua cả các đối thủ nặng ký khác như Dell XPS 13 9300 (91.6%) hay HP Spectre x360 (81.8%). Với một độ phủ màu như thế này, Surface Laptop 2 rất thích hợp cho những ai đòi hỏi độ chính xác màu cao. ",
      "Thời lượng pin tốt",
      "Surface Laptop 2 đã vượt qua các bài kiểm tra về thời lượng pin với một kết quả xuất sắc. Người dùng có thể lướt web liên tục trong 9 tiếng đồng hồ chỉ với một lần sạc đầy pin, lâu hơn so với các đối thủ cùng tầm giá như HP Elitebook x360 1030 G3 (8h54p), Lenovo ThinkPad T490s (8h14p), Dell XPS 13 9370 (8h12p) thậm chí còn vượt qua cả Apple MacBook Air 2020 (7h55p). Một điểm trừ của Surface Laptop 2 là không hỗ trợ công nghệ sạc nhanh (Quick Charge), người dùng sẽ phải mất khoảng 3 tiếng đồng hồ để sạc đầy chiếc laptop này.",
      "Hiệu năng ổn định",
      "Surface Laptop 2 được trang bị vi xử lý i5-8250U, thuộc thế hệ chip thứ 8 của Intel. Đây là con chip có 4 nhân, 8 luồng, tốc độ CPU tối đa lên tới 3.4GHz. Kết hợp với RAM 8GB, Surface Laptop 2 có thể dễ dàng xử lý các tác vụ văn phòng như lướt web, sử dụng các ứng dụng như Word, Excel, hay chuyển đổi giữa các tab một cách mượt mà.",
      "Ngay cả với những tác vụ nặng như xuất video hay tìm kiếm thông tin trong một file excel có lượng dữ liệu lớn, Surface Laptop 2 cũng không gặp quá nhiều khó khăn để xử lý.",
      "Bàn phím, trackpad chất lượng hàng đầu",
      "Một điểm rất đặc trưng và khác biệt mà Surface Laptop 2 mang đến cho người dùng là chất liệu phủ lên khu vực bàn phím. Tương tự như thế hệ Surface Laptop đầu tiên, chiếc laptop này cũng sử dụng vải Alcantara (một chất liệu gần giống với da lộn), tạo cảm giác êm ái và thoải mái cho người sử dụng khi phải sử dụng bàn phím trong một thời gian dài. Vải alcantara này không chỉ chống bám bẩn, bám vân tay, mà nó còn tạo nên vẻ sang trọng và cao cấp cho chiếc Surface Laptop 2 của Microsoft.",
      "Bàn phím của Surface Laptop 2 có kích thước nhỏ hơn một chút so với thế hệ trước, nhưng vẫn có đủ diện tích để người dùng thoải mái sử dụng. Bàn phím có độ sâu và độ nảy phím vừa phải, âm thanh khi gõ phím cũng không quá ồn. Trackpad rộng rãi, mượt mà và có độ phản hồi tốt. Tuy nhiên, trackpad trên Surface Laptop 2 nói riêng và các dòng máy Windows nói chung vẫn chưa thể vượt qua trackpad của MacBook, nhưng bù lại, màn hình cảm ứng của chiếc laptop này sẽ giúp các thao tác của bạn thuận tiện hơn.",
      "Chế độ bảo hành",
      "Laptop Microsoft Surface Laptop 2 được bảo hành 12 tháng tại ThinkPro, 1 đổi 1 trong 15 ngày đầu tiên hoặc hoàn tiền 100%.",
      "Khi mua sản phẩm tại ThinkPro bạn có thể yên tâm về chất lượng sản phẩm laptop với giá thành tốt nhất, dịch vụ tin tưởng cho khách hàng, chế độ bảo hành tận tâm và cập nhật sản phẩm sớm nhất trên thị trường.",
      "Phần quà hấp dẫn",
      "Khi mua laptop tại ThinkPro bạn sẽ nhận được những phần quà hấp dẫn sau đây:"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/images/2021/1/11/ux325l_01.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/images/2021/1/11/ux325l_02.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/images/2021/1/11/ux325l_03.jpg"
    ],
    "title": "\n      Asus ZenBook 13 UX325\n    ",
    "processor": "Vi xử lý: Intel Core i5 1135G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR4x bus 4266 MHz (Hàn chết)",
    "graphicCard": "Card đồ họa: Intel Iris Xe",
    "pin": "Pin: 67Wh",
    "weight": "Cân nặng: 1.11kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home bản quyền",
    "price": "\n          ₫20,890,000\n          ",
    "review": [
      "Asus Zenbook 13 UX325 là dòng ultrabook mới được ra mắt cách đây ít lâu, hướng tới nhóm đối tượng thiết kế đồ hoạ đa phương tiện.",
      "Màn hình trung thực, sắc nét",
      "Asus Zenbook UX325 được trang bị màn hình Full HD IPS với kích thước chỉ vỏn vẹn 13.3 inch. Tuy vậy, màn hình này lại có độ phủ màu sRGB hơn 90%, cho khả năng hiển thị dải màu rộng, sắc nét. Ngoài ra, màn hình này còn có độ sáng rất cao, hơn 300 nits, rất hợp lý cho mọi điều kiện cũng như môi trường làm việc",
      "Thiết kế tối giản nhưng vô cùng đặc sắc",
      "Cũng giống những mẫu Zenbook khác, UX325 sử dụng toàn bộ vật liệu nhôm trên thiết kế của mình. Mặc dù vậy, trọng lượng máy lại cực kỳ, chỉ 1.kg, kèm theo đó là độ dày chỉ 1.4cm, khiến đây là chiếc laptop mỏng nhẹ nhất của Asus. Máy còn có hai phiên bản màu sắc khác nhau là Xám thông (Pine Grey) và Bạc (Lilac Mist)",
      "Tối đa hiệu năng với Tiger Lake",
      "Zenbook UX325 tuy chỉ được trang bị dòng chip tiết kiệm điện, nhưng với sức mạnh của Intel Tiger Lake thế hệ 11, cùng sự tinh chỉnh bổ sung từ Asus, chiếc máy hoàn toàn vận hành mượt mà, ngay cả với những tác vụ đồ hoạ nặng như chỉnh sửa hay render video nhiều hiệu ứng.",
      "Ngoài ra, với việc trang bị card đồ hoạ Intel Iris Xe, cùng RAM Dual Channel tốc độ cao nhất hiện nay, máy vẫn cho khả năng chơi được một vài game E-Sport hay thậm chí cả game AAA như Cyberpunk 2077, với mức thiết đặt hợp lý.",
      "Pin đủ dùng ngay cả khi không đem theo sạc",
      "Với việc trang bị viên pin Lithium Polimer 67Wh, Zenbook UX325 hoàn toàn có thể vận hành trong suốt 12 tiếng liên tục, quá ổn cho một ngày làm việc ổn định và hiệu quả",
      "Luôn kèm theo hệ thống phím hỗ trợ",
      "Với những ai hay phải nhập liệu, Asus đã bổ sung hệ thống Numpad cảm ứng vô cùng hữu dụng ngay trên touchpad. Giờ đây dân văn phòng không còn phải lo lắng thiếu hệ thống phím số phụ nữa.",
      "Asus đã luôn làm tốt các sản phẩm của mình trong thời gian gần đây, đặc biệt là với dòng laptop Zenbook của mình mà đại diện là chiếc UX325. Chỉ với 21 triệu đồng, bạn đã có thể sở hữu một laptop multimedia tốt ngoài sức tưởng tượng."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/10/22/407iq-01.jpg"
    ],
    "title": "\n      Asus ZenBook 14 Q407iq\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4500U, 6 nhân / 6 luồng",
    "screen": "Màn hình: 14.0\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB LPDDR4x bus 4266 MHz",
    "graphicCard": "Card đồ họa: Nvidia Geforce MX 350 2GB GDDR5",
    "pin": "Pin: 50Wh",
    "weight": "Cân nặng: 1.15kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫19,990,000\n          ",
    "review": [
      "Asus Zenbook Q407iq dành cho ai?",
      "Là Ultrabook tầm trung, với thân hình mỏng nhẹ, Zenbook 14 Q407iq phù hợp với đối tượng dân văn phòng, hay những người cần một chiếc máy mỏng nhẹ có khả năng giải trí đa phương tiện.",
      "Hiệu năng đáng kinh ngạc",
      "Zenbook 14 được trang bị dòng vi xử lý AMD Ryzen 4000, cho hiệu năng vượt trội. Đặc biệt với dày đặc nhân, luồng, dòng chip này cho khả năng xử lý công việc đồ hoạ như chỉnh sửa, thiết kế ảnh, dựng video mạnh mẽ. Thêm vào đó, chiếc máy còn cho khả năng xử lý những file excel cồng kềnh, vốn làm khó những CPU ít nhân trước đây.",
      "Với những ai muốn giải trí, chơi game nhẹ nhàng, Zenbook Q407iq cũng trang bị thêm card đồ hoạ rời Nvidia MX350 2GB, đủ để chơi các tựa game eSport hiện nay như Liên minh Huyền thoại, Valorant, CS:GO.",
      "Thiết kế - bắt mắt, hiện đại",
      "Zenbook 14 Q407iq sử dụng nhôm nguyên khối siêu nhẹ, khiến tổng thể chiếc máy chỉ nặng chưa đầy 1.2kg. Tuy sử dụng kim loại nhẹ, chiếc máy lại vô cùng chắc chắn, nhờ đó người dùng có thể thoải mái mang đi mang lại.",
      "Viền màn hình của máy siêu mỏng, nhờ thiết kế Nano-Edge của Asus. Vì vậy, chiếc máy này dường như ngang bằng một chiếc laptop 13.3 inch. Bản lề Ergolift luôn là điểm nổi bật của những chiếc ultrabook mang thương hiệu Asus, giúp giảm thiểu nhiệt độ cũng như nâng cao khu vực bàn phím.",
      "Màn hình",
      "Điểm đáng chú ý nhất của các dòng Zenbook chính là màn hình. Zenbook 14 Q407iq cũng không phải ngoại lệ. Tấm màn hình IPS này có chất lượng rất tốt, với độ phủ màu 90% sRGB và 67% AdobeRGB, rất phù hợp với những người thiết kế 2D và chỉnh sửa ảnh. Độ sáng 300 nits cũng khiến chiếc máy hoạt động vô cùng thuận lợi ở môi trường ngoài trời.",
      "Bàn phím và Touchpad",
      "Bàn phím trên Zenbook Q407iq có layout bố trí hợp lý, các phím được thiết kế với kích thước lớn, giúp người dùng dễ thao tác trong quá trình sử dụng. Hành trình phím có phần nông hơn những chiếc UM/UX425, nhưng đổi lại, mức độ chính xác lại rất cao. Tuy nhiên, đèn led phím không quá sáng là điểm trừ của chiếc máy này.",
      "Touchpad của máy được phủ lớp kính sần. Tuy vậy, lớp nhám sần trên chiếc máy này cũng vô cùng dễ chịu, không bị rít khi sử dụng trong thời gian dài. Kích thước touchpad có phần hơi nhỏ, nhưng độ nhạy lại vô cùng cao.",
      "Hệ thống cổng kết nối",
      "Tất cả những chuẩn kết nối trên chiếc máy này đều là chuẩn kết nối phổ biến và nhanh nhất hiện tại. Cạnh trái máy được trang bị 1 cổng USB-A 3.2 Gen 2, một USB-C 3.2 Gen 2 hỗ trợ xuất hình và sạc, cổng HDMI. Trong khi đó, bên phải ít cổng kết nối hơn, với 1 USB-A 2.0, một khe thẻ microSD và 1 cổng tai nghe 3.5mm, trong khi Zenbook UM/UX425 lại lược bỏ.",
      "Khả năng nâng cấp",
      "Zenbook Q407iq chỉ có thể nâng cấp được SSD, do RAM đã được hàn thẳng trên mainboard. Đây cũng là điểm đáng khen khi chiếc máy có thể nâng cấp được dung lượng lưu trữ, trong khi nhiều ultrabook khác thì không. Ngoài ra máy còn có thể nâng cấp card Wi-Fi, nhưng với việc trang bị sẵn Wi-Fi 6, việc nâng cấp này gần như là không cần thiết.",
      "Asus Zenbook Q407iq – Zenbook cho mọi loại hình công việc",
      "Với thiết kế trẻ trung, hiện đại, trọng lượng nhẹ cùng hiệu năng ấn tượng tới từ AMD, Zenbook Q407iq là chiếc máy phù hợp với nhiều công việc nặng nhẹ khác nhau. Cũng vì vậy, khó có chiếc máy tính nào toàn diện được như chiếc Zenbook này trong tầm giá dưới 20 triệu."
    ],
    "order": "1",
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/14/apple-macbook-pro-13-2017-MacbookPro13201701NU-icy.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-0wB.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-RvN.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-w4m.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-0eE.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-bXB.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-Abh.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-AX7.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-DGz.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-wB5.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-B60.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-n4L.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-0Jh.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/7/19/apple-macbook-pro-13-2017-MacbookPro13201701NU-P1c.jpg"
    ],
    "title": "\n      Apple Macbook Pro 13 2017\n    ",
    "processor": "Vi xử lý: Intel Core i5 7th, 2 nhân / 4 luồng",
    "screen": "Màn hình: 13.3\" Retina (2560 x 1600), gương",
    "ram": "Card đồ họa: Intel Iris Plus 640",
    "graphicCard": "Lưu trữ: 256GB NVMe(Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 2 x USB-C with Thunderbolt 3",
    "weight": "Hệ điều hành: Mac OS X",
    "operatingSystem": "",
    "price": "\n          ₫21,990,000\n          ",
    "review": [
      "Macbook Pro 13 dành cho ai?",
      "Là dòng Ultrabook với thiết kế bắt mắt cùng hiệu năng mạnh mẽ, kết hợp với MacOS tối ưu, Macbook Pro 13 hướng tới đối tượng làm những công việc văn phòng, có thiên hướng làm đồ hoạ vừa phải hay lập trình chuyên biệt.",
      "Thiết kế - Thân quen nhưng khác lạ",
      "Kể từ phiên bản 2016, Apple đã lượt bỏ đi quả táo phát sáng trên Macbook, Macbook Pro 13 không phải ngoại lệ. Tuy vậy, chiếc máy được làm mỏng đi 20mm và nhẹ hơn phiên bản trước 0.3kg. Chiếc máy vẫn được thiết kế với những đường bo cong quen thuộc cùng kim loại nhôm nguyên khối, nhưng vẫn giữ được sự mỏng nhẹ, tinh tế.",
      "Viền màn hình của máy được làm mỏng đi nhiều so với thế hệ tiền nhiệm, nhờ đó giảm tối đa kích thước tổng thế. Viền dưới máy được tô điểm bằng màu sắc xám nhẹ, cùng dòng chữ “Macbook Pro” ở giữa, tạo sự đồng bộ cho tổng thể, cũng như tránh sự đơn điệu như những phiên bản trước đây.",
      "Máy có hai phiên bản màu sắc là Xám không gian và Bạc, khác hoàn toàn với những thế hệ từ 2015 đổ về trước, chỉ duy nhất một màu bạc.",
      "Hiệu năng vượt trội với CPU Kaby Lake",
      "Macbook Pro 13 2017 được trang bị CPU Intel Kaby Lake thế hệ thứ 7, nâng cấp tối đa về hiệu năng cho chiếc máy. Máy có hai tuỳ chọn CPU là Intel Core i5 và Intel Core i7, với 2 nhân 4 luồng, cho khả năng render cũng như lập trình một cách tối ưu.",
      "Máy sử dụng RAM LPDDR3L, siêu tiết kiệm điện, cũng như có tốc độ cao vừa đủ. Hai tuỳ chọn RAM của máy gồm 8GB và 16GB.",
      "Bên cạnh đó là hệ thống card đồ hoạ được trang bị trên máy. Khác với những iGPU trên Kaby Lake thông thường, iGPU của Macbook Pro 13 luôn mạnh hơn. Máy được trang bị iGPU Intel Iris Plus, mạnh hơn 20% so với những phiên bản Intel HD trên những chiếc máy phổ thông.",
      "Màn hình",
      "Macbook Pro 13 được trang bị màn hình Retina 2K với tỉ lệ 16:10. Máy có độ phủ màu cao, 100% sRGB và 100% AdobeRGB, kèm theo đó là dải màu P3 là 88%, vô cùng sắc nét và phù hợp cho các công việc thiết kế hay chỉnh sửa ảnh.",
      "Bàn phím và Touchpad",
      "Macbook Pro 13 2017 tiếp tục sử dụng bàn phím cánh bướm như thế hệ 2016. Dù vậy, Apple đã nâng cấp và cải tiến bàn phím này, nhằm tránh việc két bụi vào phím so với phiên bản trước. Đây là dạng bàn phím khó làm quen lúc đầu nhưng sau sử dụng lại vô cùng chính xác.",
      "Touchpad luôn là điểm mà Macbook chiếm vị thế độc tôn. Kích thước touchpad to, phủ kính. Touchpad cho khả năng thao tác tốt, thậm chí không cần phải sử dụng chuột ngoài. Điều này phù hợp với những ai chỉ cần sử dụng mọi thứ trên 1 chiếc laptop, mà không cần phải thêm phụ kiện vướng víu.",
      "Bên cạnh đó, Macbook Pro 2017 còn có 2 phiên bản là có Touchbar và không có Touchbar. Touchbar có khả năng cảm ứng, thay thế hệ thống phím chức năng.",
      "Cổng kết nối",
      "Cũng giống phiên bản trước, Macbook Pro 13 2017 được trang bị hoàn toàn cổng USB-C tích hợp Thunderbolt 3. Phiên bản có Touchbar sẽ có 4 cổng USB-C, trong khi phiên bản không kèm touchbar thì chỉ có 2 USB-C. Cả hai vẫn được trang bị cổng kết nối âm thanh 3.5mm.",
      "Macbook Pro 13: tối ưu trải nghiệm người dùng",
      "Với một thiết kế mỏng nhẹ, tinh tế, cùng hiệu năng mạnh mẽ, phù hợp cho cả công việc văn phòng lẫn thiết kế đồ hoạ nhẹ, Macbook Pro 13 là chiếc máy toàn diện nhất trong tất cả các dòng Macbook. Đây chính là kiệt tác mà Apple đã tạo ra để hướng người dùng trải nghiệm một chiếc máy mạnh mẽ với màn hình không quá lớn."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/Dell-XPS-13-9300-1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-2.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-3.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-4.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-5.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-6.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-7.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-8.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-9.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-10.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-11.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-12.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-13.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-14.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-15.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-16.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-17.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-18.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-19.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-20.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/18/XPS-9300-21.jpg"
    ],
    "title": "\n      Dell XPS 13 9300\n    ",
    "processor": "Vi xử lý: Intel Core i7-1065G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.4\" FHD+ IPS (1920 x 1200) chống phản xạ, cảm ứng",
    "ram": "RAM: 8GB LPDDR4X bus 3733 MHz (Hàn trên Mainboard - Không thể nâng cấp)",
    "graphicCard": "Card đồ họa: Intel Iris Plus G7",
    "pin": "Pin: 52Wh",
    "weight": "Cân nặng: 1.3 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫30,990,000\n          ",
    "review": [
      "Dell XPS 9300 dành cho ai?",
      "Với một thiết kế mỏng nhẹ, tinh tế và sang trọng nhưng vẫn đủ mạnh mẽ để xử lý các tác vụ văn phòng, Dell XPS 9300 thích hợp với đối tượng doanh nhân, người làm văn phòng và cả học sinh sinh viên, những người thường xuyên phải mang máy theo bên người trong những buổi học, buổi họp hay công tác",
      "Thiết kế mỏng nhẹ, tinh tế, sang trọng",
      "Chiếc 9300 vẫn tiếp nối thiết kế cao cấp, lịch lãm vốn có của dòng XPS nhưng đã có những thay đổi để phù hợp hơn với người dùng. Chỉ dày 14mm và nặng 1.2kg, kết hợp với kích thước 13 inches nhưng chỉ nhỏ tương đương một chiếc laptop 12 inches nhờ phần viền màn hình được làm mỏng tối đa, người dùng có thể dễ dàng bỏ chiếc laptop này vào túi và mang theo đi học, đi làm.",
      "Một điểm trừ nho nhỏ của XPS 9300 là nó nặng hơn một chút so với những chiếc laptop ultrabook cùng tầm giá khác như HP Elitebook Dragonfly hay Acer Swift 5. Nhưng bù lại, vật liệu làm nên Dell XPS 9300 là từ nhôm cao cấp, giúp chiếc máy này chắc chắn hơn và bảo vệ máy khỏi những vết xước khi sử dụng hàng ngày.",
      "Hiệu năng mạnh mẽ, vận hành êm ái, mát mẻ",
      "Dell đã trang bị cho XPS 9300 vi xử lý Intel thế hệ 10, thuộc thế hệ chip Ice Lake. Với tùy chọn Intel Core i7-1065G7, kết hợp với RAM lên tới 16GB và ổ cứng SSD 256GB, XPS 9300 có thể dễ dàng vận hành các tác vụ văn phòng, dù là lướt web, xem phim, hay kể cả xử lý một file Excel có lượng dữ liệu lớn. Khả năng của Dell XPS 9300 đã vượt qua một số đối thủ cùng tầm giá như Lenovo Yoga C940, Surface Laptop 3 hay thậm chí là Apple MacBook Pro 13, xứng đáng là một trong những siêu phẩm đáng được mong đợi nhất năm 2020. ",
      "Chiếc laptop này có thể dễ dàng thỏa mãn nhu cầu giải trí cơ bản của người dùng, dù là xem phim, nghe nhạc hay chơi game. Một điểm cộng khá lớn của XPS 9300 là tuy không phải một chiếc máy được sinh ra phục vụ mục đích chơi game, nhưng nó vẫn có thể vận hành một số game cơ bản như League of Legends hay Counter Strikes ở mức thiết lập thấp đến trung bình một cách mượt mà. Hệ thống tản nhiệt của XPS 9300 cũng được tối ưu hóa rất tốt, máy không bị quá nóng hay quá ồn ngay cả khi chơi game hay xử lý các tác vụ nặng.",
      "Màn hình sắc nét, độ chính xác màu cao",
      "Dell XPS 9300 có kích thước màn hình 13.4 inches, nhưng nhìn tổng thể chiếc máy vẫn khá gọn gàng, bởi Dell đã khéo léo thu hẹp phần viền màn hình để tăng không gian trải nghiệm hình ảnh cho người dùng. Màn hình của XPS 9300 có tỷ lệ 16:10, một tỷ lệ tối ưu cho người dùng văn phòng, thuận tiện cho việc gõ văn bản, làm Excel, hay thiết kế, chỉnh sửa ảnh.",
      "Dell XPS 9300 có độ phủ màu rất ấn tượng, 100% sRGB, một con số còn vượt qua cả các đối thủ nặng ký khác như Surface Laptop 2 (95%) hay HP Spectre x360 (81.8%) nhưng vẫn chưa thể cạnh tranh với MacBook Pro 16 với 163% sRGB. Với một đổ phủ màu như thế này, XPS 9300 rất thích hợp cho những ai đòi hỏi độ chính xác màu cao. Độ sáng của XPS 9300 cũng đạt mức 500 nits, dù làm việc ngoài trời hay dưới điều kiện ánh sáng mạnh cũng không phải một vấn đề khó khăn đối với cỗ máy này.",
      "Thời lượng pin dài lâu",
      "Con số về pin trên Dell XPS 9300 rất ấn tượng, lên tới hơn 16 tiếng đồng hồ lướt web liên tục ở mức sáng 150 nits. Như vậy, chỉ với một lần sạc đầy pin, XPS 9300 sẽ sẵn sàng để bạn sử dụng xuyên suốt một ngày dài làm việc. "
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/8/14/Dell-Alienware-M15-R3-Black.jpg"
    ],
    "title": "\n      Dell Alienware M15 R3\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" 300Hz FHD IPS (1920 x 1080) chống chói",
    "ram": "Card đồ họa: Nvidia GeForce RTX 2080 Super 8GB",
    "graphicCard": "Lưu trữ: 1TB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 3 x USB-A, 1 x USB-C, Thunderbolt 3, 1 x Micro-SD",
    "weight": "",
    "operatingSystem": "Bảo hành 12 tháng tại ThinkPro",
    "price": "\n          ₫64,990,000\n          ",
    "review": [
      "Dell Alienware m15 R3 dành cho ai?",
      "Alienware m15 R3 là chiếc máy có thiết kế phá cách, cấu hình mạnh mẽ cùng màn hình có màu sắc ấn tượng. Đây là chiếc máy hướng đến đối tượng game thủ hay phải di chuyển nhiều, nhưng đôi khi cũng phục vụ cho mục đích đồ họa đa phương tiện của bộ phận lớn người dùng.",
      "Thiết kế - Chưa cần phải thay đổi",
      "Tiếp nối sự thay đổi đã từng làm chao đảo cộng đồng sử dụng laptop gaming trên Alienware m15 R2, năm nay m15 R3 cũng mặc lên mình bộ áo ấy. Chiếc máy vẫn được cắt vát những đường nét bo cong mềm mại, quyến rũ nhưng vẫn không kém phần mạnh mẽ. Vỏ máy sử dụng hợp kim Magnesium chắc chắn, giúp giảm trọng lượng tổng thể của máy đáng kể. Alienware m15 R3 vẫn có 2 tùy chọn màu sắc là màu xám đen với cái tên “Dark side of the Moon” cực ngầu và màu trắng “Lunar Light”. Ở phiên bản năm nay, thay vì phủ lên lớp nhung mịn thông thường, Dell đã khoác cho chiếc máy một lớp Carbon gia cường, tăng tối đa độ bền.",
      "Máy vẫn sử dụng dạng bản lề liền khối dày, giúp cho việc gập mở thuận tiện. Nút nguồn mang biểu tượng đặc trưng của dòng máy Alienware với ánh đèn cam nhẹ nhàng. Phần thân trên và mặt đáy được khoét dày đặc các khe thoát nhiệt giúp tăng hiệu quả tản nhiệt.",
      "Hiệu năng mạnh mẽ với bộ vi xử lý tới từ Intel",
      "Ở phiên bản năm nay, Dell trang bị cho đứa con cưng của mình những tùy chọn CPU thế hệ 10 mạnh mẽ nhất tới từ Intel, bắt đầu từ CPU Core i5 10300H cho tới Core i9 10980HK, giúp tăng tối đa hiệu suất chơi game. Thậm chí người dùng còn có thể yên tâm render những thước phim 4K nặng trên chiếc máy này.",
      "Dell cũng mang lên chiếc m15R3 này thêm nhiều tùy chọn card đồ họa nữa. Ở phiên bản năm nay, Dell bắt đầu với tùy chọn card đồ họa thấp nhất là GTX 1650Ti, và tùy chọn cao nhất là RTX 2080 SUPER. Bằng việc quyết định đưa ra mức tùy chọn card đồ họa mạnh mẽ nhất hiện nay, Dell đang gián tiếp khẳng định Alienware m15R3 là chiếc laptop gaming mỏng nhẹ, nhưng lại có khả năng tản nhiệt cùng hiệu năng tốt nhất hiện nay. Đáng chú ý, Dell đã có thêm tùy chọn cho card đồ họa của AMD, tuy nhiên mới chỉ xuất hiện duy nhất tùy chọn card RX5500M",
      "Màn hình",
      "Màn hình của m15 R3 có độ phân giải Full HD với lớp phủ chống chói, tăng tối đa khả năng trải nghiệm khi chơi game cũng như xem phim. Màn hình cho độ phủ màu tốt, lên đến 100% sRGB, tần số quét cao, với hai tùy chọn 144Hz và 300Hz.",
      "Ngoài ra còn có tùy chọn màn hình 4K OLED, hướng tới những đối tượng chuyên về đồ họa đa phương tiện.",
      "Bàn phím và Touchpad",
      "Alienware m15 R3 sử dụng kiểu bàn phím Chiclet quen thuộc, khoảng cách từng phím hợp lý, tuy nhiên lại lược bỏ đi cụm phím số truyền thống. Hành trình phím sâu, keycaps được bo cong nhẹ, ôm tay hơn. Có vẻ như Dell đã mang bộ bàn phím của những chiếc Latitude cao cấp lên trên chiếc Alienware này. Nhờ vậy, người dùng sẽ không phải sử dụng đến bàn phím rời để chơi những tựa game MOBA nữa.",
      "Touchpad có kích thước hơi nhỏ, tuy nhiên khả năng tracking khá ổn, không bị rít do được phủ một lớp kính mịn. Độ phản hồi ở mức trung bình, 2 nút chuột sâu, có điểm lực, tuy nhiên khi bấm ra có tiếng khá lớn. Tuy nhiên người dùng cũng không cần quá lo lắng do đa số người sử dụng chuột rời để chơi game.",
      "Hệ thống âm thanh nổi, tối đa hóa trải nghiệm gaming",
      "So với phiên bản m15 R2, phiên bản năm nay có một chút thay đổi. Thay vì hệ thống loa chỉ được đặt ở mặt đáy máy, m15 R3 có thêm 2 loa nhỏ nữa ở mặt trước máy. Cũng chính vì vậy, loa của chiếc máy này có công suất gấp đôi phiên bản tiền nhiệm.",
      "Âm thanh trong, rõ ràng, kèm theo đó là công nghệ Waves MaxxAudio Pro giúp chất âm trong trẻo hơn. Với hệ thống âm thanh như vậy, trải nghiệm khi chơi game trở nên sống động hơn bao giờ hết.",
      "Liệu Alienware m15 R3 có xứng đáng với số tiền bạn bỏ ra?",
      "m15 R3 là chiếc laptop gaming có thiết kế phá cách, hầm hố, mang đậm chất “người ngoài hành tinh”, trong khi chỉ nặng vỏn vẹn 2.16kg. Đây có lẽ là chiếc máy mạnh mẽ bậc nhất trong số các laptop gaming 15.6 inches mà người dùng từng trải nghiệm. Điểm đáng tiếc của chiếc máy này chính là ở việc không thể nâng cấp thêm dung lượng Ram, nhưng với 3 mức tùy chọn 8GB, 16GB và 32GB, chiếc máy này vẫn thừa sức cho người dùng chiến game trong cả quãng thời gian dài."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/10/25/x1nano-01.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/2/x1nano-02.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/2/x1nano-03.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/2/x1nano-04.jpg"
    ],
    "title": "\n      Lenovo ThinkPad X1 Nano\n    ",
    "processor": "Vi xử lý: Intel Core i5-1130G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13\" 2K IPS (2160 x 1350), chống chói",
    "ram": "RAM: 16GB LPDDR4X bus 4266 MHz",
    "graphicCard": "Card đồ họa: Intel Iris Xe",
    "pin": "Pin: 48Wh",
    "weight": "Cân nặng: 957g",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫39,990,000\n          ",
    "review": [
      "Chiếc máy này dành cho ai?",
      "Với trọng lượng chưa đầy 1kg, thân hình mỏng nhẹ, cùng bàn phím nổi tiếng của ThinkPad, X1 Nano hướng tới những đối tượng doanh nhân cần một chiếc Ultrabook siêu nhẹ, phù hợp mang đi mang lại.",
      "ThinkPad chưa bao giờ nhẹ như vậy",
      "ThinkPad X1 Nano vẫn cho một thiết kế có phần hơi góc cạnh, mạnh mẽ cùng với sắc đen truyền thống của dòng ThinkPad từ xưa tới nay. Máy vẫn sử dụng vật liệu chính là hợp kim nhôm Magnesium chắc chắn, với lớp phủ nhung mịn cao cấp đến từng chi tiết. Ngoài ra, mặt lưng sẽ được phủ lớp carbon fiber với những đường vân quyến rũ nếu người dùng lựa chọn phiên bản màn hình cảm ứng.",
      "Vẻ ngoài được thay đổi khá rõ nét, còn bên trong, chiếc máy vẫn giữ kiểu thiết kế của X1 Carbon Gen 8. Máy vẫn dùng cụm bản lề 2 bên dẻo dai, chắc chắn, có thể gập mở bằng 1 tay. 2 dải loa phụ được đặt gọn dưới màn hình giúp mang đến trải nghiệm âm thanh sống động cho người dùng. Viền màn hình đạt tới mức tinh xảo, gần như là Infinity Edge giống như trên Dell XPS.",
      "Máy có độ mỏng chỉ cỡ 1.3mm, nặng chưa tới 1kg, tương tự như cuốn sổ tay vậy.",
      "Hiệu năng vượt trội với Intel Tiger Lake",
      "ThinkPad X1 Nano là chiếc laptop doanh nhân được trang bị vi xử lý Intel Tiger Lake thế hệ 11 mới nhất, cải thiện tối đa về mức tiêu thụ điện năng. Bên cạnh đó, việc được trang bị chuẩn công nghệ Intel Evo cũng khiến chiếc máy này luôn hoạt động với công suất tối đa dù không cần cắm sạc.",
      "RAM là điểm cải thiện lớn tiếp theo trên chiếc X1 Nano. Thay vì sử dụng chuẩn RAM LPDDR3L lỗi thời như trên X1 Carbon Gen 7 và Gen 8, chiếc máy sử dụng RAM LPDDR4x với tốc độ nhanh nhất, 4266MHz, cho khả năng truy xuất dữ liệu trên các phần mềm chuyên dụng nhanh chóng hơn.",
      "Máy được trang bị card đồ hoạ Intel Iris Xe mạnh mẽ, ngang hàng với những card đồ hoạ rời tới từ đối thủ Nvidia và AMD. Với card đồ hoạ này, người dùng có thể xử lý các tác vụ đồ hoạ, cũng như chơi một vài tựa game ở mức thiết đặt phù hợp.",
      "Màn hình sắc nét, tỉ lệ rộng",
      "Máy chỉ có duy nhất một tuỳ chọn về độ phân giải, đó là mức độ 2K IPS, chống chói. Máy cũng sử dụng tỉ lệ màn hình 16:10 hiện đại, cho góc nhìn rộng và làm việc hiệu quả. Theo thông số nhà sản xuất, màn hình này có độ sáng 450 nits, với độ phủ màu 100% sRGB, hỗ trợ Dolby Vision.",
      "Bên cạnh đó, chiếc máy còn có tuỳ chọn màn hình gương, cảm ứng, với thông số gần như tương đương. Đây là chiếc màn hình hỗ trợ rất tốt với những ai hay vẽ, cũng như trình diện trực tiếp.",
      "Bàn phím và Touchpad",
      "Bàn phím trên chiếc X1 Nano cũng được thiết kế giống như phiên bản X1 Carbon Gen 8. Hành trình phím nông, khoảng 1,5mm như phiên bản tiền nhiệm, nhưng vẫn cho trải nghiệm gõ rất đầm tay. Tuy nhiên, để phù hợp với kích thước 13 inches, khoảng cách các phím có vẻ như hẹp dần.",
      "Touchpad có vẻ như đã được cải thiện về kích thước, phần bề mặt vẫn luôn được phủ một lớp kính mịn cao cấp, vốn đã là đặc trưng của dòng X1. Điểm nổi bật của TouchPad Lenovo nói chung và ThinkPad nói riêng là luôn được trang bị Windows Precision Driver, cho cảm giác sử dụng chính xác, nhạy bén trên từng cử chỉ. Hai bên chuột cho độ phản hồi tốt.",
      "Đáng khen, Lenovo vẫn không hề bỏ TrackPoint của máy, cho thao tác 1 tay vô cùng chính xác.",
      "Cổng kết nối",
      "Do đi theo hướng Ultrabook tối giản, ThinkPad X1 Nano lược bỏ khá nhiều cổng kết nối. Máy được trang bị 2 cổng USB-C hỗ trợ Thunderbolt 4, với 1 cổng hỗ trợ sạc nhanh, kèm thêm là Jack tai nghe 3.5mm truyền thống. Khá khen cho Lenovo, đã không lược bỏ cổng kết nối này. Bên cạnh phải, chỉ có nút nguồn được bố trí ở đó.",
      "ThinkPad X1 Nano – Ultrabook doanh nhân xuất sắc",
      "Với thiết kế được thay đổi phù hợp với xu hướng hiện tại, cùng việc cập nhật cổng kết nối lên giao thức Thunderbolt 4 mạnh mẽ, cùng trọng lượng vô cùng nhẹ nhàng, ThinkPad X1 Nano hứa hẹn sẽ trở thành chiếc laptop mỏng nhẹ nhất mà người dùng từng được sở hữu. Với con chip Intel Tiger Lake, chiếc máy sẽ vận hành vô cùng êm ái, mạnh mẽ và ổn định."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/26/macbook-air-2020grey01.jpg"
    ],
    "title": "\n      Apple Macbook Air 2020\n    ",
    "processor": "Vi xử lý: Intel Core i5, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" Retina (2560 x 1600), gương",
    "ram": "Card đồ họa: Intel Iris Plus G4",
    "graphicCard": "Lưu trữ: 256GB NVMe",
    "pin": "Kết nối chính: 2 x USB-C with Thunderbolt 3",
    "weight": "",
    "operatingSystem": "Bảo hành 12 tháng tại ThinkPro",
    "price": "\n          ₫21,490,000\n          ",
    "review": [
      "Macbook Air 2020 dành cho ai?",
      "Là ultrabook mỏng nhẹ thuần công việc, Macbook Air 2020 dành cho những ai sử dụng với mục đích học tập, làm việc và giải trí nhẹ nhàng, hơn hết là đồng bộ dữ liệu với iPhone.",
      "Thiết kế - giữ vững giá trị truyền thống",
      "Nhìn chung, Macbook Air 2020 không có nhiều thay đổi so với phiên bản trước đó. Máy vẫn sử dụng thiết kế nhôm nguyên khối truyền thống, bo cong nhẹ, mang cảm giác mềm mại, êm ái. Macbook vẫn luôn giữ kiểu thiết kế quen thuộc, truyền thống, với độ mỏng chỉ 1.5cm, kèm theo đó là cân nặng 1.29kg.",
      "Cũng như mọi lần, Macbook nói chung và Macbook Air 2020 nói riêng sử dụng kiểu bản lề liền khối nhằm tối ưu hoàn toàn về độ mỏng. Viền màn hình mỏng, tuy nhiên lại dày về hai vùng trên-dưới.",
      "Khác với phiên bản tiền nhiệm, Macbook Air 2020 ngoài hai màu xám và bạc ra, còn có phiên bản vàng hồng.",
      "Hiệu năng được nâng cấp đáng kể",
      "Macbook Air 2020 được trang bị CPU Ice Lake 10nm, có sự nâng cấp về hiệu năng, cũng như tối ưu về nhiệt độ. Máy có 3 tuỳ chọn CPU, với thấp nhất là Core i3 2 nhân 4 luồng, còn Core i5 và Core i7 sẽ có 4 nhân 8 luồng. Dù được trang bị CPU có nhiều nhân luồng hơn, chiếc máy không phải là thiết bị lý tưởng để Render, do hệ thống tản nhiệt của máy chỉ sử dụng Heatsink thuần, không thể phát huy khả năng.",
      "Cả ba tuỳ chọn CPU đều được đi kèm Intel Iris Plus tích hợp.",
      "Màn hình",
      "Kể từ phiên bản 2018, Macbook Air đã được trang bị màn hình Retina rực rỡ, mang đến trải nghiệm tối ưu hơn so với tấm nền TFT cũ kỹ. Phiên bản 2020 vẫn giữ nguyên được ưu điểm đó khi vẫn được trang bị màn hình 2K với tỉ lệ 16:10. Máy cho độ phủ màu cao, với 98% sRGB và 64% AdobeRGB, tốt hơn so với phiên bản cũ một chút. Đây là màn hình phù hợp để chỉnh ảnh nhẹ nhàng cũng như giải trí.",
      "Bàn phím và Touchpad",
      "Touchpad của máy cũng không có sự thay đổi so với phiên bản năm ngoái, rộng, phủ kính. Đây luôn là điểm mạnh của tất cả Macbook, khi cho khả năng tracking và điều kiển cử chỉ cực tốt, thậm chí không cần đến chuột ngoài.",
      "Về bàn phím, Macbook Air 2020 nhanh chóng được cập nhật lên phiên bản bàn phím cắt kéo, cho trải nghiệm gõ đầm tay hơn. Mức độ chính xác cũng rất cao, gần như không xảy ra hiện tượng trật phím khi sử dụng",
      "Cổng kết nối",
      "Macbook Air 2020 chỉ được trang bị 2 cổng USB-C hỗ trợ Thunderbolt 3, ngoài ra còn có jack tai nghe 3.5mm để xuất âm thanh. Cũng không quá xa lạ với những chiếc Macbook ở thời điểm hiện tại, chỉ trang bị USB-C",
      "Macbook Air 2020 – Một chiếc Macbook dành cho dân văn phòng",
      "Mang trong mình thiết kế nhẹ nhàng, cùng màu sắc trẻ trung và hiệu năng mạnh mẽ của CPU Ice Lake, Macbook Air 2020 là chiếc máy lý tưởng cho những ai sử dụng trong công việc học tập cũng như văn phòng. Tuy nhiên, việc điện năng tiêu thụ chỉ giới hạn ở 10W cũng khiến chiếc máy không thể phát huy khả năng của mình."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/22/hpomen152020-01.jpg"
    ],
    "title": "\n      HP Omen 15 2020 (AMD)\n    ",
    "processor": "Vi xử lý: AMD Ryzen R7 4800H, 8 nhân / 16 luồng",
    "screen": "Màn hình: 15.6\" 144Hz FHD IPS (1920 x 1080), chống chói",
    "ram": "RAM: 8GB DDR4 bus 3200 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce GTX 1660Ti 6GB",
    "pin": "Pin: 70.9 Wh",
    "weight": "Cân nặng: 2.46 kg (Bao gồm sạc)",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫30,990,000\n          ",
    "review": [
      "HP Omen 15 2020 (AMD) dành cho ai?",
      "Là một laptop gaming,‌ ‌chiếc‌ ‌máy‌ ‌hướng‌ ‌tới‌ ‌đối‌ ‌tượng‌ ‌người‌ ‌dùng‌ ‌chơi‌ ‌game‌ ‌bán‌ ‌chuyên,‌ ‌cũng‌ ‌như‌ ‌những‌ ‌đối‌ ‌tượng‌ ‌thiết‌ ‌kế‌ ‌đồ‌ ‌họa‌ ‌với‌ ‌chi‌ ‌phí‌ ‌vừa‌ ‌phải.‌ ‌",
      "Laptop‌ gaming ‌với ‌thiết ‌kế ‌đơn ‌giản‌",
      "HP‌ đã ‌quyết ‌định ‌thay ‌đổi ‌hoàn‌ ‌toàn‌ ‌thiết‌ ‌kế‌ ‌cho‌ ‌dòng‌ ‌laptop‌ ‌gaming‌ ‌OMEN‌ ‌của‌ ‌mình,‌ ‌không‌ ‌còn‌ ‌là‌ kiểu‌ ‌thiết‌ ‌kế‌ ‌to‌ ‌nạc‌ ‌hầm‌ ‌hố‌ ‌nữa,‌ ‌giờ‌ ‌đã‌ ‌thanh‌ ‌lịch‌ ‌và‌ ‌đơn‌ ‌giản‌ ‌hơn.‌ ‌Vỏ‌ ‌máy‌ ‌hoàn‌ ‌toàn‌ ‌được‌ ‌làm‌ ‌bằng‌ kim‌ ‌loại‌ ‌với‌ ‌lớp‌ ‌sơn‌ ‌đen‌ ‌mạnh‌ ‌mẽ.‌ ‌Logo‌ ‌“Voodoo”‌ ‌hầm‌ ‌hố,‌ ‌được làm bằng những lớp phản quang cao cấp. ‌Các‌ ‌cạnh‌ ‌viền‌ được‌ ‌làm‌ ‌cân‌ ‌đối,‌ ‌đều‌ ‌đặn‌ ‌hơn,‌ ‌không‌ ‌còn‌ ‌những‌ ‌cạnh‌ ‌vát‌ ‌chéo‌ ‌như‌ ‌thế‌ ‌hệ‌ ‌trước.‌ ‌Viền‌ ‌màn‌ ‌hình‌ ‌cũng‌ được‌ ‌thiết‌ ‌kế‌ ‌mỏng‌ ‌hơn,‌ ‌giảm‌ ‌tối‌ ‌đa‌ ‌kích‌ ‌thước‌ ‌tổng‌ ‌thể.‌ ‌Cụm‌ ‌bản‌ ‌lề‌ ‌nay‌ ‌đã‌ ‌được‌ ‌làm‌ ‌thấp‌ ‌xuống,‌ ‌không‌ ‌còn‌ ‌để‌ ‌cao‌ ‌như‌ ‌thế‌ ‌hệ‌ ‌trước,‌ ‌nhằm‌ ‌tránh‌ ‌những‌ ‌rủi‌ ‌ro‌ ‌không‌ ‌đáng‌ ‌có.‌ ‌Tuy‌ ‌nhiên,‌ ‌việc‌ ‌làm‌ ‌mới‌ ‌thiết‌ ‌kế‌ ‌này‌ ‌có‌ ‌vẻ‌ ‌khiến‌ ‌chiếc‌ ‌máy‌ ‌bị‌ ‌flex‌ ‌một‌ ‌chút.‌ ‌",
      "Màn‌ ‌hình‌ ‌tối ưu cho game thủ‌",
      "HP Omen 15 2020 phiên bản AMD‌ ‌được‌ ‌trang‌ ‌bị‌ ‌màn‌ ‌hình‌ ‌Full‌ ‌HD‌ ‌IPS‌ ‌có‌ ‌tần‌ ‌số‌ ‌quét‌ ‌cao,‌ ‌144Hz,‌ ‌với‌ ‌độ‌ ‌phủ‌ ‌màu‌ ‌màn‌ ‌hình‌ ‌tốt, ‌100%‌ ‌sRGB.‌ Đây là màn hình vô cùng thích hợp cho việc vừa thực hiện các công việc đồ hoạ, vừa dùng để gaming. Có vẻ như HP cũng đang dần đi theo xu hướng phổ cập màn hình tần số quét cao giống như các hãng laptop khác tới cho người dùng, nhằm mang lại trải nghiệm tuyệt vời, phù hợp mọi nhu cầu công việc.",
      "Dự kiến máy sẽ có thêm tuỳ chọn màn hình 300Hz, nhưng HP chưa công bố cụ thể.",
      "Hiệu‌ năng vượt sức tưởng tượng‌",
      "Máy sử dụng dòng chip AMD Ryen 4000 cho hiệu năng đột phá hoàn toàn. Với hai lựa chọn Ryzen 5 4600H và Ryzen 7 4800H, HP Omen 15 không chỉ chơi mượt những tựa game yêu cầu cấu hình cao, mà còn chạy mượt cả các tác vụ đồ hoạ, hay render nặng hiện nay.",
      "Bên cạnh hệ thống vi xử lý mạnh mẽ, là hệ thống card đồ hoạ hiệu năng cao. Máy được trang bị hai phiên bản card đồ hoạ rời là GTX 1660Ti và RTX 2060, với sức mạnh vượt trội. Tuy nhiên, máy không được trang bị các tuỳ chọn card đồ hoạ rời cao hơn như phiên bản Intel.",
      "Bàn‌ ‌phím‌ ‌và‌ ‌Touchpad‌‌",
      "Bàn‌ ‌phím‌ ‌của‌ ‌OMEN‌ ‌15‌ ‌đã‌ ‌được‌ ‌thiết‌ ‌kế‌ ‌lại,‌ ‌với‌ ‌bố‌ ‌trí‌ ‌các‌ ‌phím‌ ‌rộng‌ ‌hơn,‌ ‌tối‌ ‌ưu‌ ‌hóa‌ ‌trải‌ ‌nghiệm‌ gaming.‌ ‌Hệ‌ ‌thống‌ ‌ký‌ ‌tự‌ ‌được‌ ‌thiết‌ ‌kế‌ ‌lại,‌ ‌trông‌ ‌góc‌ ‌cạnh‌ ‌và‌ ‌hầm‌ ‌hố‌ ‌hơn.‌ ‌Chiếc‌ ‌máy‌ ‌đã‌ ‌lược‌ ‌bỏ‌ ‌hệ‌ ‌thống‌ phím‌ ‌số‌ ‌đi‌ ‌so‌ ‌với‌ ‌phiên‌ ‌bản‌ ‌trước.‌ ‌Keycaps‌ ‌được‌ ‌làm‌ ‌phẳng,‌ ‌tuy‌ ‌nhiên‌ ‌hành‌ ‌trình‌ ‌sâu,‌ ‌phản‌ ‌hồi‌ ‌tốt.‌ ‌Hệ‌ thống‌ ‌LED‌ ‌RGB‌ ‌sáng‌ ‌đều,‌ ‌không‌ ‌quá‌ ‌chói.‌ Thế nhưng, việc nút nguồn được bố trí trực tiếp trên bàn phím, cùng nút Space Bar khá ọp ẹp khi bấm lại là điểm trừ của bàn phím này",
      "‌Touchpad‌ ‌chiếc‌ ‌máy‌ ‌được‌ ‌phủ‌ ‌lớp‌ ‌nhựa‌ ‌nhám,‌ ‌tuy‌ ‌nhiên‌ ‌di‌ chuyển‌ ‌nhạy,‌ ‌cử‌ ‌chỉ‌ ‌phản‌ ‌hồi‌ ‌tốt‌ ‌nhờ‌ ‌Windows‌ ‌Precision‌ ‌Driver.‌ ‌Thay‌ ‌vì‌ ‌tách‌ ‌rời‌ ‌hai‌ ‌nút‌ ‌chuột‌ ‌như‌ ‌phiên‌ bản‌ ‌trước‌ ‌đó,‌ ‌OMEN‌ ‌15‌ ‌2020‌ ‌lại‌ ‌tích‌ ‌hợp‌ ‌vào,‌ ‌tăng‌ ‌tối‌ ‌đa‌ ‌diện‌ ‌tích‌ ‌cho‌ ‌bàn‌ ‌rê.‌",
      "Khả năng kết nối ngoại vi vượt trội‌",
      "Do sử dụng chung kiểu thiết kế của bản Intel, chiếc máy này có phong cách bố trí cổng kết nối rất tối ưu.‌ ‌Máy‌ ‌có‌ ‌3‌ ‌cổng‌ ‌USB‌ ‌Type‌ ‌A‌ ‌3.1‌ ‌Gen‌ ‌1,‌ ‌1 cổng USB Type C 3.1‌ ‌Gen‌ ‌2‌ hỗ trợ xuất hình,‌ 1‌ ‌cổng‌ ‌RJ-45,‌ ‌1‌ ‌cổng‌ ‌HDMI‌ ‌2.0a, 1 jack‌ ‌cắm‌ ‌tai‌ ‌nghe‌ ‌3.5mm,‌ ‌và‌ ‌một‌ ‌cổng‌ ‌mini‌ ‌DisplayPort.‌ ‌",
      "HP‌ ‌Omen‌ ‌15‌ ‌2020‌ – Laptop gaming cao cấp mạnh mẽ nhất?",
      "HP Omen 15 2020 AMD là một chiếc máy vô cùng sáng giá với một thiết kế đơn giản nhưng đẹp mắt, một mức giá hợp lý và một cấu hình cực kỳ mạnh mẽ. Quả không sai khi nói rằng đây là chiếc máy có sức hút tuyệt vời đối với cộng đồng đam mê công nghệ nói chung và cộng đồng người dùng laptop gaming nói riêng."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/15/lenovo-thinkpad-t490-1jpg"
    ],
    "title": "\n      Lenovo ThinkPad T490\n    ",
    "processor": "Vi xử lý: Intel Core i5-8265U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 2400 MHz (Nâng cấp tối đa 40GB)",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 50Wh",
    "weight": "Cân nặng: 1.55kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫22,490,000\n          ",
    "review": [
      "Chiếc máy này dành cho ai?",
      "Với thiết kế chắc chắn, cùng hiệu năng ấn tượng, ThinkPad T490 hướng đến đối tượng dân văn phòng phải làm việc liên tục, hay các lập trình viên cần một chiếc máy ổn định trong suốt khoảng thời gian dài.",
      "Hiệu năng toàn diện trên một chiếc máy doanh nhân",
      "T490 sử dụng dòng CPU Whiskey Lake mạnh mẽ, cho hiệu năng ấn tượng. Máy có nhiều tùy chọn cpu, từ Core i5 8265U cho tới Core i7 8665U, phù hợp với từng nhu cầu và đối tượng sử dụng. Tuy sử dụng dòng CPU tiết kiệm điện, nhưng Lenovo đã tinh chỉnh mức điện năng của chiếc máy này lên 25W, giúp tăng tối đa hiệu suất nhưng vẫn hoạt động ổn định",
      "Cuối năm 2019, Lenovo đã thêm vào dòng máy này một vài tùy chọn CPU thế hệ 10, bao gồm Core i5 10210U, Core i7 10510U và Core i7 10710U. Đặc biệt, phiên bản Core i7 10710U còn sử dụng CPU 6 nhân, hoàn toàn phù hợp cho việc chạy những file Excel có dung lượng nặng, cũng như dựng video.",
      "Hai tùy chọn card đồ họa của máy là Intel UHD 620 và Nvidia MX250. Việc trang bị cho máy tùy chọn card MX250 sẽ giúp tăng khả năng xử những phần mềm yêu cầu về đồ họa. Bên cạnh đó, phiên bản được trang bị MX250 còn có khả năng tản nhiệt tốt hơn khi được trang bị 2 ống đồng, trong khi phiên bản chỉ sử dụng GPU tích hợp của Intel chỉ có một ống đồng dẫn ra quạt.",
      "Thiết kế",
      "Những năm gần đây, Lenovo đã làm mỏng thiết kế của dòng T, không còn là những khối cứng nhắc trông có phần cục mịch nữa. Chiếc T490 này cũng vậy, được làm mỏng đi, thanh thoát hơn, và có phần nhẹ hơn chiếc T480 trước đó. Nhìn sơ qua, chiếc máy này lại có nét nào đó tương tự T480s, tuy nhiên, vật liệu mà chiếc máy này sử dụng lại khác T480s rất nhiều. Phần vỏ máy được làm bằng vật liệu nhựa kết hợp với sợi thủy tinh, với phần khung được gia cố bằng magnesium xung quanh. Máy được phủ lên một lớp nhung mịn, nhẵn mang cảm giác cao cấp. Nhưng cũng chính vì sử dụng vật liệu nhựa thay vì kim loại, T490 không được cứng cáp như T480s, hay cả người anh em T490s.",
      "Bản lề máy cứng cáp, chắc chắn, gập mở được 180 độ. Viền màn hình cũng được làm mỏng lại, nâng cao trải nghiệm sử dụng màn hình. Quả thực, khó có chiếc máy nào có độ hoàn thiện cũng như sử dụng vật liệu tốt như chiếc T490.",
      "Màn hình có nhiều cải tiến",
      "T490 được trang bị màn hình Full HD IPS với góc nhìn rộng. Độ sáng màn hình ở mức độ khiêm tốn, 250 nits cho phiên bản tiêu chuẩn, và 300 nits trên màn cảm ứng. Độ bao phủ màu trên phiên bản màn hình này cũng không quá cao, 62% sRGB và 40% AdobeRGB, đủ sử dụng cho môi trường làm việc văn phòng. Tuy nhiên ở mức tùy chọn cao hơn là phiên bản màn tiết kiệm điện năng và màn hình PrivacyGuard, độ sáng ở mức cao, 400 nits, kèm theo đó là độ bao phủ màu sắc tốt, 92% sRGB và 60% AdobeRGB. Dường như Lenovo đã đem những tùy chọn màn hình tốt nhất trên những dòng máy cao cấp xuống chiếc máy T490 này.",
      "Ngoài ra, chiếc máy còn có tùy chọn màn 2K HDR, sử dụng công nghệ Dolby Vision với độ phủ màu AdobeRGB lên đến 100%, hình ảnh sắc nét, trung thực, phù hợp với người dùng chuyên xử lý ảnh. Máy còn có thêm tùy chọn ở độ phân giải HD, phù hợp với những người muốn tối ưu về nhu cầu chi phí nhưng vẫn muốn sử dụng chiếc máy doanh nhân ổn định.",
      "Bàn phím và Touchpad",
      "Bàn phím chính là điều làm nên thương hiệu ThinkPad suốt hàng chục năm nay. Chiếc T490 này cũng không nằm ngoài điều đó. Bàn phím có hành trình phím tốt, độ nảy cao, keycaps được bo cong giúp giảm đáng kể việc mỏi tay khi phải gõ nhiều. Khoảng cách các phím được bố trí hợp lý, tổ hợp phím mũi tên và phím Fn nhỏ hơn thông thường nhưng vẫn đủ đáp ứng tốt trong quá trình sử dụng.",
      "Touchpad của T490 có bề mặt làm bằng nhựa sần, diện tích vừa phải. Nút chuột có độ phản hồi tốt, âm thanh phát ra khá yên tĩnh. Với việc được trang bị Windows Precision Driver, các cử chỉ cũng như phản hồi từ touchpad đều hoàt động mượt mà và chính xác.Trackpoint vẫn luôn là điểm ấn tượng của dòng laptop ThinkPad. Độ chính xác cao, thao tác một tay dễ dàng. Ba nút chuột đi kèm có điểm lực rõ ràng, hành trình vừa đủ, âm thanh phát ra êm.",
      "Tối ưu hóa trải nghiệm âm thanh",
      "Lenovo vẫn trang bị cho ThinkPad T490 bộ loa chất lượng, sử dụng công nghệ Dolby Audio Premium. Loa có công suất 4W, âm thanh nổi, trong vắt và không bị khô. Điểm đáng nói ở đây, chiếc máy đã đưa dải loa từ đáy máy lên sát khu vực bản lề, đem lại trải nghiệm âm thanh tốt hơn cho người dùng.",
      "Cổng kết nối",
      "Máy có số lượng cổng kết nối khá đầy đủ, với 2 USB Type A 3.1 Gen 1, 1 cổng HDMI 1.4b, 1 cổng mạng RJ-45, 1 khe thẻ MicroSD, 2 cổng USB Type C, tuy nhiên chỉ có 1 cổng hỗ trợ Thunderbolt 3, cổng còn lại có chuẩn kết nối 3.1 Gen 1, nhưng hỗ trợ sạc nhanh và xuất hình.",
      "Khả năng nâng cấp",
      "Chiếc T490 này có khả năng nâng cấp khá tốt. Máy hàn chết 1 RAM với dung lượng 8GB hoặc 16GB, và trống 1 khe RAM, lắp được dung lượng tối đa 32GB. Bên cạnh đó, T490 có 1 khe SSD m.2 có thể nâng cấp được, hỗ trợ tối đa dung lượng 2TB. Tuy nhiên, chiếc máy không thể nâng cấp card Wi-Fi do Lenovo đã hàn chết trên mainboard.  ",
      "Liệu ThinkPad T490 có phải là chiếc máy đáng giá?",
      "Thiết kế không màu mè nhưng vẫn toát lên sự tinh tế, cùng hiệu năng ổn định với nhiều tùy chọn cấu hình, ThinkPad T490 xứng đáng là chiếc laptop doanh nhân tốt nhất vào thời điểm hiện nay. Nhưng điểm làm người dùng đau đầu chính là sự thua thiệt so với người anh T480s về chất liệu làm máy cũng như trọng lượng, trong khi cấu hình có sự tương đương."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/17/450g8-01.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/17/450g8-02.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/17/450g8-03.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/17/450g8-04.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/12/17/450g8-05.jpg"
    ],
    "title": "\n      HP ProBook 450 G8 (Chính hãng)\n    ",
    "processor": "Vi xử lý: Intel Core i5 1135G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 3200 MHz (Còn trống 1 khe - Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Intel Iris Xe",
    "pin": "Pin: 45Wh",
    "weight": "Cân nặng: 1.74kg",
    "operatingSystem": "Hệ điều hành: Windows 10 Home SL",
    "price": "\n          ₫18,990,000\n          ",
    "review": [
      "HP Probook 450 G8 là laptop tầm trung, thiên về nhu cầu văn phòng, học tập, cũng như hướng tới công việc lập trình.",
      "Thiết kế tối giản",
      "Khác với phiên bản trước, HP Probook 450 G8 có thiết kế gọn gàng hơn, viền màn hình mỏng, giảm đáng kể kích thước tổng thể mà chiếc máy mang lại. Với độ mỏng 1.9 cm và cân nặng 1.7kg, Probook 450 G8 vô cùng phù hợp cho những ai phải di chuyển nhiều.",
      "Cấu hình phục vụ nhu cầu văn phòng – học tập",
      "Do phục vụ chủ yếu cho học tập và văn phòng là chủ yếu, máy sử dụng hệ thống chip tiết kiệm điện. Đáng chú ý, với CPU Intel thế hệ thứ 11, chiếc máy đem lại hiệu năng rất tốt trong quá trình soạn thảo, biên tập các file Excel nặng do được trang bị nhiều nhân luồng. Máy cũng đáp ứng tốt các công việc lập trình cơ bản với phần mềm Visual Studio, Docker hay thậm chí là Android Studio.",
      "Thời lượng pin đủ cho một ngày dài",
      "Nhằm đáp ứng nhu cầu văn phòng và học tập, máy được trang bị viên pin 45Wh, cho thời gian sử dụng lên tới 8 tiếng, đủ cho một ngày dài học tập và làm việc hiệu quả.",
      "Màn hình phù hợp",
      "Bạn cũng sẽ cảm thấy vô cùng thoải mái trước màn hình của chiếc HP này. Probook 450 G8 có màn hình 15.6 inch, độ phân giải HD TN hoặc Full HD IPS, tuỳ vào cấu hình thiết lập của nhà sản xuất. Màn hình lớn sẽ là điểm cộng cho việc xử lý các tập tin PowerPoint, các bảng tính Excel phân tầng nhiều cột hay không gian lập trình thoải mái hơn. Với một lớp matte chống chói, chiếc laptop này cũng vô cùng phù hợp khi bạn cần phải làm việc ngoài trời.",
      "Đầy đủ cổng kết nối",
      "Hệ thống cổng kết nối dồi dào, với một cổng USB-C 3.1 Gen 2, 3 cổng USB-A 3.1 Gen 1, một cổng microSD Card, cùng x HDMI 1.4b và cổng mạng RJ-45. Bạn sẽ không phải lo lắng tình trạng thiếu hụt cổng kết nối với chiếc laptop này.",
      "Nếu là một sinh viên hay phải làm slide thuyết trình, hay một nhân viên văn phòng cần một chiếc máy vừa có bàn phím tốt để soạn thảo, vừa có vi xử lý mới nhất để chạy Excel, HP Probook 450 G8 là chiếc máy mà bạn cần phải quan tâm. Mức giá khởi điểm 19 triệu đồng không hề là quá cao đối với một sản phẩm toàn diện về mặt thiết kế và cấu hình như chiếc HP này."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/2/20/omen1520-1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/2/20/omen1520-2.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/2/20/omen1520-3.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/2/20/omen1520-4.jpg"
    ],
    "title": "\n      HP Omen 15 2020 (Intel)\n    ",
    "processor": "Vi xử lý: Intel Core i7-10750H, 6 nhân / 12 luồng",
    "screen": "Màn hình: 15.6\" 300Hz FHD IPS (1920 x 1080), chống chói",
    "ram": "RAM: 16GB DDR4 bus 2933 MHz (Nâng cấp tối đa 64GB)",
    "graphicCard": "Card đồ họa: Nvidia Geforce RTX 2060 6GB",
    "pin": "Pin: 70.9 Wh",
    "weight": "Cân nặng: 2.46 kg (Bao gồm sạc)",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫32,990,000\n          ",
    "review": [
      "Chiếc‌ ‌laptop‌ ‌này‌ ‌dành‌ ‌cho‌ ‌ai?‌ ‌",
      "Là‌ ‌một‌ ‌laptop‌ ‌gaming,‌ ‌chiếc‌ ‌máy‌ ‌hướng‌ ‌tới‌ ‌đối‌ ‌tượng‌ ‌người‌ ‌dùng‌ ‌chơi‌ ‌game‌ ‌bán‌ ‌chuyên,‌ ‌cũng‌ ‌như‌ ‌những‌ ‌đối‌ ‌tượng‌ ‌thiết‌ ‌kế‌ ‌đồ‌ ‌họa‌ ‌với‌ ‌chi‌ ‌phí‌ ‌vừa‌ ‌phải.‌ ‌",
      "Laptop‌ ‌gaming‌ ‌với‌ ‌thiết‌ ‌kế‌ ‌đơn‌ ‌giản‌ ‌",
      "HP‌ ‌đã‌ ‌quyết‌ ‌định‌ ‌thay‌ ‌đổi‌ ‌hoàn‌ ‌toàn‌ ‌thiết‌ ‌kế‌ ‌cho‌ ‌dòng‌ ‌laptop‌ ‌gaming‌ ‌OMEN‌ ‌của‌ ‌mình,‌ ‌không‌ ‌còn‌ ‌là‌ kiểu‌ ‌thiết‌ ‌kế‌ ‌to‌ ‌nạc‌ ‌hầm‌ ‌hố‌ ‌nữa,‌ ‌giờ‌ ‌đã‌ ‌thanh‌ ‌lịch‌ ‌và‌ ‌đơn‌ ‌giản‌ ‌hơn.‌ Gần như toàn bộ phần vỏ sử dụng chất liệu nhựa cứng chắc chắn.‌Thân‌ ‌máy‌‌ ‌được‌ ‌làm‌ ‌bằng‌ kim‌ ‌loại‌ ‌với‌ ‌lớp‌ ‌sơn‌ ‌đen‌ ‌mạnh‌ ‌mẽ.‌ ‌Logo‌ ‌“Voodoo”‌ ‌hầm‌ ‌hố,‌ ‌được làm bằng những lớp phản quang cao cấp. ‌Các‌ ‌cạnh‌ ‌viền‌ được‌ ‌làm‌ ‌cân‌ ‌đối,‌ ‌đều‌ ‌đặn‌ ‌hơn,‌ ‌không‌ ‌còn‌ ‌những‌ ‌cạnh‌ ‌vát‌ ‌chéo‌ ‌như‌ ‌thế‌ ‌hệ‌ ‌trước.‌ ‌Viền‌ ‌màn‌ ‌hình‌ ‌cũng‌ được‌ ‌thiết‌ ‌kế‌ ‌mỏng‌ ‌hơn,‌ ‌giảm‌ ‌tối‌ ‌đa‌ ‌kích‌ ‌thước‌ ‌tổng‌ ‌thể.‌ ‌Cụm‌ ‌bản‌ ‌lề‌ ‌nay‌ ‌đã‌ ‌được‌ ‌làm‌ ‌thấp‌ ‌xuống,‌ ‌không‌ ‌còn‌ ‌để‌ ‌cao‌ ‌như‌ ‌thế‌ ‌hệ‌ ‌trước,‌ ‌nhằm‌ ‌tránh‌ ‌những‌ ‌rủi‌ ‌ro‌ ‌không‌ ‌đáng‌ ‌có.‌ ‌Tuy‌ ‌nhiên,‌ ‌việc‌ ‌làm‌ ‌mới‌ ‌thiết‌ ‌kế‌ ‌này‌ ‌có‌ ‌vẻ‌ ‌khiến‌ ‌chiếc‌ ‌máy‌ ‌bị‌ ‌flex‌ ‌một‌ ‌chút.‌ ‌",
      "Màn‌ ‌hình‌ ‌–‌ ‌Vượt‌ ‌sự‌ ‌mong‌ ‌đợi‌ ‌",
      "Chiếc‌ ‌máy‌ ‌được‌ ‌trang‌ ‌bị‌ ‌màn‌ ‌hình‌ ‌Full‌ ‌HD‌ ‌IPS‌ ‌có‌ ‌tần‌ ‌số‌ ‌quét‌ ‌cao,‌ ‌144Hz,‌ ‌với‌ ‌độ‌ ‌phủ‌ ‌màu‌ ‌màn‌ ‌hình‌ ‌tốt, ‌100%‌ ‌sRGB.‌ ‌Tuy‌ ‌vậy,‌ ‌đây‌ ‌mới‌ ‌chỉ‌ ‌là‌ ‌mức‌ ‌tùy‌ ‌chọn‌ ‌màn‌ ‌hình‌ ‌cơ‌ ‌bản.‌ ‌Có‌ ‌lẽ‌ ‌HP‌ ‌đã‌ ‌tập‌ ‌trung‌ ‌hoàn‌ ‌toàn‌ ‌vào‌ ‌việc‌ ‌phổ‌ ‌cập‌ ‌màn‌ ‌hình‌ ‌tần‌ ‌số‌ ‌quét‌ ‌cao‌ ‌với‌ ‌chất‌ ‌lượng‌ ‌màu‌ ‌sắc‌ ‌tốt‌ ‌để‌ ‌phù‌ ‌hợp‌ ‌với‌ ‌nhiều‌ ‌đối‌ ‌tượng‌ ‌sử‌ ‌dụng.‌ ‌Có‌ ‌thể‌ ‌nói‌ ‌đây‌ ‌là‌ ‌sự‌ ‌nâng‌ ‌cấp‌ ‌đáng‌ ‌giá‌ ‌so‌ ‌với‌ ‌tùy‌ ‌chọn‌ ‌màn‌ ‌hình‌ ‌cơ‌ ‌bản‌ ‌năm‌ ‌ngoái.‌ ‌Ngoài‌ ‌ra,‌ ‌HP‌ còn‌ ‌ấp‌ ‌ủ‌ ‌việc‌ ‌tung‌ ‌ra‌ ‌màn‌ ‌hình‌ ‌4K‌ ‌OLED‌ ‌với‌ ‌tần‌ ‌số‌ ‌quét‌ ‌120Hz,‌ ‌cũng‌ ‌như‌ ‌màn‌ ‌Full‌ ‌HD‌ ‌với‌ ‌300Hz.‌ ‌Nhưng‌ với‌ ‌những‌ ‌người‌ ‌dùng‌ ‌gaming‌ ‌ở‌ ‌mức‌ ‌thông‌ ‌thường,‌ ‌màn‌ ‌Full‌ ‌HD‌ ‌144Hz‌ ‌là‌ ‌quá‌ ‌đủ.‌ ‌",
      "Hiệu‌ ‌năng‌ ‌",
      "Phiên‌ ‌bản‌ ‌Intel‌ ‌này‌ ‌được‌ ‌trang‌ ‌bị‌ ‌dòng‌ ‌CPU‌ ‌Comet‌ ‌Lake‌ ‌hiệu‌ ‌năng‌ ‌cao,‌ ‌cho‌ ‌khả‌ ‌năng‌ ‌xử‌ ‌lý‌ ‌tốt‌ ‌các‌ ‌tác‌ ‌vụ‌ nặng‌ ‌nhẹ‌ ‌khác‌ ‌nhau.‌ ‌Máy‌ ‌có‌ ‌hai‌ ‌tùy‌ ‌chọn‌ ‌Core‌ ‌i5‌ ‌10300H‌ ‌và‌ ‌Core‌ ‌i7‌ ‌10750H,‌ ‌phù‌ ‌hợp‌ ‌với‌ ‌từng‌ ‌đối‌ tượng‌ ‌sử‌ ‌dụng.‌ ‌",
      "Để‌ ‌tăng‌ ‌sức‌ ‌mạnh‌ ‌cho‌ ‌bộ‌ ‌vi‌ ‌xử‌ ‌lý,‌ ‌là‌ ‌hệ‌ ‌thống‌ ‌card‌ ‌đồ‌ ‌họa‌ ‌mạnh‌ ‌mẽ.‌ ‌Máy‌ ‌sử‌ ‌dụng‌ ‌những‌ ‌GPU‌ ‌tốt‌ ‌nhất‌ tới‌ ‌từ‌ ‌Nvidia‌ ‌với‌ ‌kiến‌ ‌trúc‌ ‌Turing.‌ ‌Tuy‌ ‌nhiên,‌ ‌tùy‌ ‌chọn‌ ‌cao‌ ‌nhất‌ ‌của‌ ‌chiếc‌ ‌máy‌ ‌này‌ ‌là‌ ‌card‌ ‌RTX‌ ‌2070‌ SUPER‌ ‌Max-Q,‌ ‌cho‌ ‌hiệu‌ ‌năng‌ ‌đồ‌ ‌họa‌ ‌tối‌ ‌đa.‌ ‌",
      "Bàn‌ ‌phím‌ ‌và‌ ‌Touchpad‌ ‌",
      "Bàn‌ ‌phím‌ ‌của‌ ‌OMEN‌ ‌15‌ ‌đã‌ ‌được‌ ‌thiết‌ ‌kế‌ ‌lại,‌ ‌với‌ ‌bố‌ ‌trí‌ ‌các‌ ‌phím‌ ‌rộng‌ ‌hơn,‌ ‌tối‌ ‌ưu‌ ‌hóa‌ ‌trải‌ ‌nghiệm‌ gaming.‌ ‌Hệ‌ ‌thống‌ ‌ký‌ ‌tự‌ ‌được‌ ‌thiết‌ ‌kế‌ ‌lại,‌ ‌trông‌ ‌góc‌ ‌cạnh‌ ‌và‌ ‌hầm‌ ‌hố‌ ‌hơn.‌ ‌Chiếc‌ ‌máy‌ ‌đã‌ ‌lược‌ ‌bỏ‌ ‌hệ‌ ‌thống‌ phím‌ ‌số‌ ‌đi‌ ‌so‌ ‌với‌ ‌phiên‌ ‌bản‌ ‌trước.‌ ‌Keycaps‌ ‌được‌ ‌làm‌ ‌phẳng,‌ ‌tuy‌ ‌nhiên‌ ‌hành‌ ‌trình‌ ‌sâu,‌ ‌phản‌ ‌hồi‌ ‌tốt.‌ ‌Hệ‌ thống‌ ‌LED‌ ‌RGB‌ ‌sáng‌ ‌đều,‌ ‌không‌ ‌quá‌ ‌chói.‌",
      "‌Touchpad‌ ‌chiếc‌ ‌máy‌ ‌được‌ ‌phủ‌ ‌lớp‌ ‌nhựa‌ ‌nhám,‌ ‌tuy‌ ‌nhiên‌ ‌di‌ chuyển‌ ‌nhạy,‌ ‌cử‌ ‌chỉ‌ ‌phản‌ ‌hồi‌ ‌tốt‌ ‌nhờ‌ ‌Windows‌ ‌Precision‌ ‌Driver.‌ ‌Thay‌ ‌vì‌ ‌tách‌ ‌rời‌ ‌hai‌ ‌nút‌ ‌chuột‌ ‌như‌ ‌phiên‌ bản‌ ‌trước‌ ‌đó,‌ ‌OMEN‌ ‌15‌ ‌2020‌ ‌lại‌ ‌tích‌ ‌hợp‌ ‌vào,‌ ‌tăng‌ ‌tối‌ ‌đa‌ ‌diện‌ ‌tích‌ ‌cho‌ ‌bàn‌ ‌rê.‌",
      "‌Hệ‌ ‌thống‌ ‌cổng‌ ‌kết‌ ‌nối‌ ‌bố‌ trí‌ ‌đều‌ ‌2‌ ‌bên‌ ‌",
      "Khác‌ ‌với‌ ‌phiên‌ ‌bản‌ ‌trước,‌ ‌đưa‌ ‌hoàn‌ ‌toàn‌ ‌cổng‌ ‌kết‌ ‌nối‌ ‌ra‌ ‌sau,‌ ‌phiên‌ ‌bản‌ ‌2020‌ ‌dàn‌ ‌cổng‌ ‌kết‌ ‌nối‌ ‌ra‌ ‌2‌ ‌bên,‌ tạo‌ ‌sự‌ ‌cân‌ ‌đối.‌ ‌Máy‌ ‌có‌ ‌3‌ ‌cổng‌ ‌USB‌ ‌Type‌ ‌A‌ ‌3.1‌ ‌Gen‌ ‌1,‌ ‌1‌ ‌cổng‌ ‌USB‌ ‌Type‌ ‌C‌ ‌3.1‌ ‌Gen‌ ‌2‌ ‌hỗ‌ ‌trợ‌ ‌Thunderbolt‌ ‌3,‌ 1‌ ‌cổng‌ ‌RJ-45,‌ ‌1‌ ‌cổng‌ ‌HDMI‌ ‌2.0a,‌ ‌1‌ ‌jack‌ ‌cắm‌ ‌tai‌ ‌nghe‌ ‌3.5mm,‌ ‌và‌ ‌một‌ ‌cổng‌ ‌mini‌ ‌DisplayPort.‌ ‌",
      "HP‌ ‌OMEN‌ ‌15‌ ‌2020‌ ‌có‌ ‌phải‌ ‌là‌ ‌chiếc‌ ‌máy‌ ‌đáng‌ ‌mong‌ ‌đợi?‌ ‌",
      "HP‌ ‌OMEN‌ ‌15‌ ‌2020‌ ‌định‌ ‌hướng‌ ‌là‌ ‌chiếc‌ ‌laptop‌ ‌gaming‌ ‌trung‌ ‌cấp‌ ‌để‌ ‌phù‌ ‌hợp‌ ‌với‌ ‌nhiều‌ ‌người‌ ‌dùng,‌ ‌tuy‌ vậy,‌ ‌chiếc‌ ‌máy‌ ‌đã‌ ‌có‌ ‌rất‌ ‌nhiều‌ ‌cải‌ ‌thiện‌ ‌đáng‌ ‌kể‌ ‌và‌ ‌chiếm‌ ‌được‌ ‌nhiều‌ ‌sự‌ ‌quan‌ ‌tâm‌ ‌của‌ ‌cộng‌ ‌đồng‌ ‌công‌ nghệ‌ ‌nhờ‌ ‌sự‌ ‌đổi‌ ‌mới‌ ‌thiết‌ ‌kế‌ ‌cũng‌ ‌như‌ ‌hiệu‌ ‌năng‌ ‌mạnh‌ ‌mẽ.‌ ‌Tuy‌ ‌vậy,‌ ‌máy‌ ‌vẫn‌ ‌tồn‌ ‌đọng‌ ‌một‌ ‌vài‌ ‌điểm‌ trừ‌ ‌như‌ ‌khung‌ ‌máy‌ ‌hơi‌ ‌có‌ ‌hiện‌ ‌tượng‌ ‌flex,‌ ‌cũng‌ ‌như‌ ‌cân‌ ‌nặng‌ ‌tăng‌ ‌lên‌ ‌một‌ ‌chút‌ ‌so‌ ‌với‌ ‌thế‌ ‌hệ‌ ‌trước‌ ‌đó.‌"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/18/lenovo-thinkpad-t490s-1.jpg"
    ],
    "title": "\n      Lenovo ThinkPad T490s\n    ",
    "processor": "Vi xử lý: Intel Core i5 8365U, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 16GB DDR4 bus 2400 MHz ",
    "graphicCard": "Card đồ họa: Intel UHD 620",
    "pin": "Pin: 57Wh",
    "weight": "Cân nặng: 1.35 kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫20,990,000\n          ",
    "review": [
      "Chiếc máy này dành cho ai?",
      "ThinkPad T490s hướng tới đối tượng doanh nhân hay phải di chuyển nhiều, làm việc liên tục và cần một chiếc máy ổn định cho mọi tác vụ công việc.",
      "Hiệu năng mạnh mẽ trên một chiếc Ultrabook",
      "Chiếc máy sử dụng bộ vi xử lý Intel thế hệ 8 với cái tên Whiskey Lake, mang nhiều cải tiến so với thế hệ trước. Máy có nhiều tùy chọn cpu, từ Core i5 8265U cho tới Core i7 8665U, phù hợp với từng nhu cầu và đối tượng sử dụng.",
      "Máy sử dụng tùy chọn card đồ họa Intel UHD 620, phù hợp với nhiều loại hình công việc, đặc biệt là dân văn phòng.",
      "Thiết kế truyền thống nhưng không hề lỗi thời",
      "ThinkPad T490s được làm mỏng hơn so với phiên bản T480s năm trước đó. Nắp máy sử dụng Polymer Carbon Fiber gia cường, tạo sự mềm dẻo nhưng lại vô cùng chắc chắn. Thân máy được gia cố bằng hợp kim magnesium, giúp máy cứng cáp hơn, nhưng lại giảm đáng kể trọng lượng.",
      "Viền màn hình cũng được làm mỏng hơn, gọn gàng nhưng không hề mỏng manh. Máy vẫn sử dụng kiểu bản lề 2 bên truyền thống của ThinkPad, nhỏ nhưng vô cùng cứng cáp. Quả thật, T490s không hề làm người dùng phải thất vọng với độ hoàn thiện của mình.",
      "Màn hình",
      "Màn hình trên dòng ThinkPad Ts luôn có chất lượng tốt hơn so với dòng T thông thường, và T495s cũng được thừa hưởng đặc tính đó. T490s sử dụng màn hình Full HD với tấm nền IPS. Độ bao phủ màu sắc cho tùy chọn màn hình ở mức cơ bản là 65% sRGB và 47% AdobeRGB, phù hợp cho làm việc văn phòng cũng như giải trí nhẹ nhàng. Ngoài ra, máy có thêm 2 tùy chọn nữa cho độ phân giải này là màn hình tiết kiệm điện năng và màn hình chống nhìn trộm, cả 2 tùy chọn này đều có độ sáng 400 nits, cùng độ bao phủ màu sắc tốt, 100% sRGB và 65% AdobeRGB.",
      "Ngoài ra, chiếc máy còn có tùy chọn màn 2K HDR, sử dụng công nghệ Dolby Vision với độ phủ màu AdobeRGB lên đến 100%, hình ảnh sắc nét, trung thực, phù hợp với người dùng chuyên xử lý ảnh, hay thiết kế đồ họa chuyên nghiệp.",
      "Bàn phím và Touchpad",
      "Bàn phím là sự thay đổi đáng kể của T490s, với chất liệu cao cấp hơn và phản hồi phím tốt hơn. Điều này là do Lenovo đã sử dụng bộ bàn phím của dòng X1 Carbon cao cấp cho chiếc máy này. Hành trình phím bị giảm đôi chút so với thế hệ trước, nhưng không gây ảnh hưởng nhiều về trải nghiệm sử dụng. Điểm lực của phím vẫn rất chắc chắn, khi gõ không có hiện tượng Flex.",
      "Touchpad của máy được giữ nguyên so với phiên bản trước. Touchpad hoạt động mượt mà kết hợp với Driver Windows Precision, cho sự chính xác tuyệt đối. Chuột cho cảm giác bấm khá cao cấp và tiếng cũng rất êm. Phần di chuột của máy được đặt thấp hơn một chút so với phần kê tay, giúp người dùng dễ dàng cảm nhận được vùng di chuột chỉ bằng ngón tay.",
      "Trackpoint được làm phẳng hơn, nhưng vẫn cho sự chính xác khi sử dụng. Hệ thống chuột bổ trợ phản hồi tốt, tiếng kêu êm.",
      "Cổng kết nối",
      "T490s có hệ thống cổng kết nối đầy đủ. Máy có 2 cổng USB 3.1 Gen 1, 2 cổng USB Type C 3.1 Gen 2 hỗ trợ Thunderbolt 3, 1 cổng HDMI 2.0 và 1 jack 3.5mm.",
      "Hơi tiếc một chút máy đã lược bỏ cổng mạng RJ-45, nhưng với việc kết nối wifi đã trở nên phổ biến, đây cũng không phải điều gì quá tệ.",
      "Lenovo ThinkPad T490s có phải là chiếc laptop đáng tiền?",
      "ThinkPad T490s là chiếc laptop doanh nhân với thiết kế không quá sang chảnh như HP Elitebook 840 G6, không cách tân như Latitude 7400, nhưng bù lại, chiếc máy sở hữu cho mình bộ bàn phím tuyệt vời, cùng hiệu năng ổn định nhưng vẫn vô cùng mạnh mẽ. Có lẽ, điểm khiến người dùng lăn tăn khi chọn chiếc máy này là việc máy không thể nâng cấp RAM như phiên bản trước đó."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-1.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-2.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-3.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-4.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-5.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-6.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-7.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-8.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-9.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-10.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-11.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-12.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-13.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-14.jpg",
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2021/4/8/lg-gram-14-2020-greyjpg.jpg"
    ],
    "title": "\n      LG Gram 14\" 2020\n    ",
    "processor": "Vi xử lý: Intel Core i5-1035G7, 4 nhân / 8 luồng",
    "screen": "Màn hình: 14\" FHD IPS (1920 x 1080), gương",
    "ram": "Card đồ họa: Intel Iris Plus G7",
    "graphicCard": "Lưu trữ: 512GB NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 1 x USB-C, Thunderbolt 3, 2 x USB-A, 1 x Micro-SD",
    "weight": "",
    "operatingSystem": "",
    "price": "\n          ₫26,490,000\n          ",
    "review": [
      "Người dùng nào sẽ phù hợp với LG Gram 14 2020?",
      "LG Gram 14 2020 với thiết kế mỏng, siêu nhẹ, thời lượng pin dài cùng độ bền ấn tượng là sản phẩm phù hợp dành cho doanh nhân hay rộng hơn là dân công sở. Bên cạnh đó, mẫu laptop của LG cũng sẽ là lựa chọn của các bạn nữ với màu trắng đẹp mắt, hợp thời trang và đặc tính cơ độ nhờ trọng lượng chưa đến 1kg.",
      "Thiết kế sang trọng, siêu gọn nhẹ, độ bền cao",
      "Gram 14 2020 được coi là sản phẩm chủ lực của LG tại thị trường Việt Nam với những thay đổi mạnh mẽ về chất lượng hoàn thiện và khắc phục tất cả các khiếm khuyết từ phiên bản trước. Việc sử dụng chất liệu hợp kim Magie Carbon Nano do LG độc quyền phát triển giúp Gram 14 2020 đạt trọng lượng lý tưởng với chỉ 999g, nhẹ hơn hẳn so với các mẫu Ultrabook 14 inches, thậm chí là cả 13 inches như Dell XPS 13, HP Spectre 13, ASUS ZenBook S13 hay Razer Blade Stealth.",
      "Chất liệu đặc biệt cũng giúp LG Gram 14 2020 sở hữu độ bền cao theo tiêu chuẩn quân đội, khả năng chịu đừng va chạm tốt, đảm bảo được thời gian sử dụng lâu dài. Kích thước màn hình 14 inches là phù hợp cho sự cơ động, tính linh hoạt và gắn liền với người dùng mà LG muốn nhắm đến cho riêng dòng Gram. Máy cũng sở hữu hai màu sắc thời trang là Dark Silver và White.",
      "Mỏng, nhẹ nhưng không kém phần mạnh mẽ",
      "LG Gram 14 2020 sử dụng vi xử lý Intel Core thế hệ thứ 10 cùng bộ xử lý đồ hoạ tích hợp Intel Iris Plus có hiệu suất đồ hoạ gấp đôi so với thế hệ thứ 8. LG cung cấp hai lựa chọn bộ nhớ lần lượt là 256GB và 512GB sử dụng chuẩn PCI-e M.2 NVMe cho tốc độ đọc ghi dữ liệu ấn tượng, đi kèm 8GB RAM. Tất cả các mẫu laptop LG gram 2020 đều hỗ trợ tạo nội dung chuyên nghiệp với mã hóa HEVC nhanh hơn gấp 2 lần, cho phép người dùng trải nghiệm hình ảnh tuyệt đẹp thông qua khả năng phát lại video 4K HDR mượt mà.",
      "Hiệu năng làm việc mạnh mẽ chỉ trong một thiết kế nhỏ gọn kiến model này trở thành mẫu laptop \"ăn khách\" nhất của LG ở thời điểm hiện tại. Thậm chí với các tựa game online phổ biến như Liên Minh Huyền Thoại, CS:GO và mới đây là Valorant của Riot, LG Gram 14 2020 cũng hoàn toàn có thể đáp ứng.",
      "Chất lượng hiển thị ấn tượng với màn hình IPS trứ danh từ LG",
      "Màn hình LG Gram có kích thước 14 inches với viền siêu mỏng dù không ấn tượng hẳn như Dell XPS 13 hay HP Spectre x360 nhưng được liệt vào hàng \"xịn\" so với phần lớn các mẫu laptop khác trên thị trường. Gram 14 2020 sử dụng màn hình \"cây nhà, lá vườn\" với tấm nền IPS của LG mang lại chất lượng hiển thị tuyệt hảo, màu sắc chính xác.",
      "LG cũng hướng dòng Gram để với nhu cầu giải trí cao cấp nhờ bề mặt màn hình được làm gương, hình ảnh hiển thị nhờ đó cũng trong trẻo hơn so với chất liệu chống chói thông dụng trên các mẫu Ultrabook. LG trang bị tính năng Daylight cho màn hình, đẩy độ tương phản lên cao đồng thời độ sáng của màn hình đạt mức hơn 300nits để giảm phần nào những bất lợi từ màn gương khi người dùng phải hoạt động ngoài trời.",
      "LG Gram 14 2020 sử dụng màn hình độ phân giải Full HD, tỉ lệ 16:9 truyền thống với độ phù màu đạt 74% AdobeRGB, 68% NTSC và 93% sRGB. Đây là những con số ấn tượng dành cho mẫu Ultrabook cao cấp đến từ LG",
      "Thời lượng pin ấn tượng",
      "Dù chỉ có kích thước tương đương với các mẫu laptop 13 inches trên thị trường, LG gram 14\" 2020 vẫn được trang bị viên pin dung lượng lên đến 60Whr giúp máy hoạt động bền bỉ trong một ngày dài. LG Gram 14 2020 thuộc top những chiếc Ultrabook có thời gian sử dụng pin tốt nhất. Bên cạnh đó, ngoài sự hỗ trợ đắc lực của các chế độ pin thông thường của Windows 10, LG cung cấp thêm tính năng LG All-Day Mode để kéo dài thời lượng pin.",
      "Ngoài việc sử dụng sạc chân kim bán kèm theo máy, bạn có thể sử dụng thêm sạc qua cổng USB-C, tính linh hoạt tăng cao và dễ dàng kết hợp cùng các củ sạc GaN nhỏ gọn công suất lơn hơn 45W.",
      "Bàn phím và trackpad",
      "LG Gram 14 2020 sở hữu nội thất cực đẹp được phối hợp từ bề mặt làm bởi hợp kim Magnesium nguyên khối, mặt bàn phím đen, kích thước phím vừa vặn và touchpad được phủ kính nhám với các đường cắt xẻ tinh tế. Bàn phím với hành trình khoảng 1,5mm đem lại cảm giác gõ tốt, khoảng cách đồng đều và rất dễ sử dụng.",
      "Phần Trackpad cũng tạo ấn tượng với kích thước tương đối lớn 10,2 x 6,8 cm cho phép thao thác đa điểm dễ dạng, chính xác. Tuy vậy, bề mặt của bàn phím không thực sự chắc chắn, xuất hiện hiện tượng lún khi ấn mạnh, đây cũng là điều dễ hiểu khi hợp kim Magesium dù bền nhưng lại có đặc tính dẻo.",
      "LG Gram 14 2020 - Ultrabook 14 inches đáng mua nhất hiện nay?",
      "Không quá mạnh mẽ về cấu hình (không có lựa chọn card đồ hoạ rời) nhưng với màn hình được khẳng định bởi LG, thời lượng pin dài, chất lượng hoàn thiện cực tốt, đồng thời trọng lượng rất nhẹ, LG Gram 14 2020 là mẫu Ultrabook 14 inches dẫn đầu hiện nay. Vấn đề cũng như là rào cản lớn nhất đối với người dùng là mức giá của LG Gram 14 2020 tương đối cao."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/10/7/inspiron5501-01.jpg"
    ],
    "title": "\n      Dell Inspiron 15 5505\n    ",
    "processor": "Vi xử lý: AMD Ryzen 5 4500U, 6 nhân / 6 luồng",
    "screen": "Màn hình: 15.6\" FHD IPS (1920 x 1080) chống chói",
    "ram": "RAM: 8GB DDR4 bus 3200 MHz (Nâng cấp tối đa 32GB)",
    "graphicCard": "Card đồ họa: AMD Radeon Mobile",
    "pin": "Pin: 53Wh",
    "weight": "Cân nặng: 1.83kg",
    "operatingSystem": "Hệ điều hành: Windows 10 bản quyền",
    "price": "\n          ₫17,990,000\n          ",
    "review": [
      "Đang cập nhật"
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/10/dell-xps-15-9500-1jpg"
    ],
    "title": "\n      Dell XPS 17 9700\n    ",
    "processor": "Vi xử lý: Intel Core i7-10875H, 8 nhân / 16 luồng",
    "screen": "Màn hình: 17.0\" FHD+ IPS (1920 x 1200), chống chói",
    "ram": "Card đồ họa: Nvidia Geforce RTX 2060 6GB",
    "graphicCard": "Lưu trữ: 512GB m.2 NVMe (Nâng cấp tối đa 2TB)",
    "pin": "Kết nối chính: 4 x USB-C with Thunderbolt 3.0, 1 x SD",
    "weight": "Hệ điều hành: Windows 10 bản quyền",
    "operatingSystem": "",
    "price": "\n          ₫47,990,000\n          ",
    "review": [
      "Ai nên mua Dell XPS 9700Nếu màn hình 15.6 inches với phần viền siêu mỏng của XPS 9500 chưa đủ để thỏa mãn yêu cầu về hiển thị của bạn, hãy cân nhắc nâng cấp lên XPS 9700. Với kích thước màn hình 17 inches nhưng vẫn đảm bảo độ mỏng và nhẹ phù hợp, Dell XPS 9700 phù hợp với những người yêu thích một laptop có màn hình lớn để làm việc đa nhiệm, hay những ai làm trong lĩnh vực thiết kế đòi hỏi một màn hình rộng để có thể hiển thị nhiều hơn. ",
      "Màn hình 17-inches viền mỏng, chất lượng hàng đầuĐiểm nổi bật nhất trên XPS 9700 chính là màn hình 17-inches InfinityEdge sắc nét, độ phân giải có tùy chọn lên tới 4K cảm ứng. Đây là một trong những chiếc laptop có tỉ lệ màn hình so với thân máy cao nhất, với viền màn hình chỉ dày 5mm giúp tối ưu hóa diện tích hiển thị. Dell XPS 9700 sử dụng tấm nền WVA (Wide View Angle) kết hợp với công nghệ hình ảnh Dolby Vision, cho ra hình ảnh sắc nét và sống động hơn so với những màn hình thông thường. ",
      "Màn hình của Dell XPS 9700 có thể sánh ngang với MacBook Pro 16, và thậm chí là còn nhỉnh hơn đối thủ cạnh tranh ở một vài khía cạnh. Độ phủ màu trên chiếc laptop này rất tốt, với 90.4% AdobeRGB và 121.6% DCI-P3, vượt qua hai đối thủ cùng phân khúc là MacBook Pro 16 (80.7%) và Gigabyte Aero 17 (115.1%). Dell XPS 9700 có thể dễ dàng đáp ứng các nhu cầu cao về màu sắc của những người làm thiết kế. Độ sáng màn hình trên chiếc laptop này cũng rất cao, đạt ngưỡng 505 nits, dù làm việc ngoài trời hay dưới điều kiện ánh sáng mạnh cũng không phải một thử thách đối với XPS 9700",
      "Hiệu năng mạnh mẽ, đáp ứng được đa dạng nhu cầu của người dùngDell trang bị cho “siêu phẩm” XPS 9700 vi xử lý i7 thế hệ 10 dòng hiệu năng cao, với 6 nhân 12 luồng và tốc độ boost tối đa lên tới 5GHz. Với sức mạnh này, người dùng sẽ không còn lo lắng hiện tượng giật lag hay bị chậm khi sử dụng các tác vụ đa nhiệm, việc chuyển đổi giữa các ứng dụng diễn ra mượt mà trên chiếc laptop này. Đối với những người làm trong lĩnh vực sáng tạo, XPS 9700 cũng đáp ứng rất tốt nhu cầu chỉnh sửa và xuất video nhanh, bởi tốc độ của chiếc laptop này khá ấn tượng, chỉ mất chưa đến 9 phút để chuyển đổi một video 4K về định dạng 1080p. ",
      "Dell XPS 9700 không chỉ đáp ứng được các nhu cầu về đồ họa của người dùng mà còn có khả năng giải trí rất tốt khi được trang bị card đồ họa lên tới NVIDIA GeForce RTX 2060, tương tự như một số laptop chuyên về gaming khác như Razer Blade 17 hay MSI GF75. Mặc dù được thiết kế hướng tới đối tượng những người làm thiết kế nhưng XPS 9700 vẫn có thể chiến được những tựa game AAA ở thiết lập trung bình - cao với mức FPS ổn định không kém những laptop gaming khác.",
      "Thiết kế mỏng nhẹ, 17-inches nhưng không quá cồng kềnhXPS vốn là dòng laptop doanh nhân cao cấp của Dell với thiết kế sang trọng, tinh tế, và chiếc 9700 cũng không phải một ngoại lệ. Dell kết hợp rất nhiều chất liệu để tạo nên XPS 9700, với nhôm CNC cao cấp ở mặt lưng và đáy máy, kết hợp với chất liệu sợi carbon ở phần bàn phím và đệm tay. Kích thước của XPS 9700 khá gọn và nhẹ hơn so với hầu hết laptop 17-inches khác như Gigabyte Aero 17 HDR hay HP Envy 17, với cân nặng chỉ 2.13 kg và dày 19.5mm. Nếu bạn là người hay phải di chuyển và yêu thích một cỗ máy có trọng lượng nhẹ hơn thì LG Gram 17 sẽ phù hợp với bạn, nhưng bù lại, đây sẽ là một sự đánh đổi cho hiệu năng “khủng” mà XPS 9700 sở hữu.",
      "Dell quyết định “nối gót” MacBook Pro khi loại bỏ hoàn toàn các cổng kết nối khác và chỉ trang bị cho XPS 9700 bốn cổng USB-C Thunderbolt 3. Đây cũng là một điều dễ hiểu khi Dell muốn đảm bảo độ mỏng cho chiếc laptop 17-inches này. Số lượng và bố trí cổng kết nối sẽ gây bất tiện một chút cho người dùng khi phải mang theo bộ chuyển đổi nếu muốn sử dụng các thiết bị ngoại vi. Bù lại, khe thẻ SD trên XPS 9700 có tốc độ chuyển rất cao, người dùng có thể chỉ mất vài giây để chuyển ảnh từ thẻ nhớ vào máy tính.",
      "Bàn phím chất lượng tốt, trackpad lớnDell sử dụng cùng một thiết kế bàn phím giữa XPS 9500 và 9700. Hành trình phím trên chiếc laptop này nông hơn so với HP Spectre và Dell Latitude một chút, nhưng cảm giác khi gõ phím vẫn rất thoải mái và nảy. Phần đệm tay bằng chất liệu sợi carbon, người dùng không bị mỏi khi phải gõ lâu trên chiếc laptop này.",
      "Trackpad của XPS 9700 có kích thước khá lớn, các thao tác vuốt ba ngón, bốn ngón trên chiếc laptop này được thực hiện dễ dàng hơn. Các cử chỉ như kéo hay thả cũng được thực hiện dễ dàng và mượt mà hơn nhờ vào kích thước lớn của trackpad.",
      "Kết luậnCó thể nói, Dell XPS 9700 là một chiếc laptop đa năng, phù hợp với nhiều mục đích sử dụng của nhiều đối tượng người dùng. Dù bạn là một người làm thiết kế đồ họa đòi hỏi một màn hình lớn có chất lượng tốt và đáp ứng được các chuẩn màu sắc, hay một doanh nhân yêu thích một chiếc laptop bền bỉ vừa có hiệu năng làm việc tốt vừa thỏa mãn được các nhu cầu về giải trí, chơi game, thì Dell XPS 9700 đều có thể là một lựa chọn hợp lý."
    ],
   
    "genre": "Laptop"
  },{
    "imgs": [
      "https://lumen.thinkpro.vn//backend/uploads/product/color_images/2020/9/27/macbook-pro-13-2020.jpg"
    ],
    "title": "\n      Apple Macbook Pro 13 2020\n    ",
    "processor": "Vi xử lý: Intel Core i5 8th, 4 nhân / 8 luồng",
    "screen": "Màn hình: 13.3\" Retina (2560 x 1600), gương",
    "ram": "RAM: 8GB LPDDR3 bus 2133 MHz",
    "graphicCard": "Card đồ họa: Intel Iris Plus 645",
    "pin": "Pin: 58Wh",
    "weight": "Cân nặng: 1.4 kg",
    "operatingSystem": "Hệ điều hành: Mac OS X",
    "price": "\n          ₫25,990,000\n          ",
    "review": [
      "Macbook Pro 13 dành cho ai?",
      "Là dòng Ultrabook với thiết kế bắt mắt cùng hiệu năng mạnh mẽ, kết hợp với MacOS tối ưu, Macbook Pro 13 hướng tới đối tượng làm những công việc văn phòng, có thiên hướng làm đồ hoạ vừa phải hay lập trình chuyên biệt.",
      "Thiết kế - Thân quen nhưng khác lạ",
      "Kể từ phiên bản 2016, Apple đã lượt bỏ đi quả táo phát sáng trên Macbook, Macbook Pro 13 không phải ngoại lệ. Tuy vậy, chiếc máy được làm mỏng đi 20mm và nhẹ hơn phiên bản trước 0.3kg. Chiếc máy vẫn được thiết kế với những đường bo cong quen thuộc cùng kim loại nhôm nguyên khối, nhưng vẫn giữ được sự mỏng nhẹ, tinh tế.",
      "Viền màn hình của máy được làm mỏng đi nhiều so với thế hệ tiền nhiệm, nhờ đó giảm tối đa kích thước tổng thế. Viền dưới máy được tô điểm bằng màu sắc xám nhẹ, cùng dòng chữ “Macbook Pro” ở giữa, tạo sự đồng bộ cho tổng thể, cũng như tránh sự đơn điệu như những phiên bản trước đây.",
      "Máy có hai phiên bản màu sắc là Xám không gian và Bạc, khác hoàn toàn với những thế hệ từ 2015 đổ về trước, chỉ duy nhất một màu bạc.",
      "CPU 4 nhân cùng hiệu năng đồ hoạ vượt trội",
      "Khác với những phiên bản trước, Macbook Pro 13 2020 ra mắt với 2 phiên bản riêng biệt.",
      "Phiên bản base Apple vẫn sử dụng CPU Intel Coffee Lake thế hệ thứ 8, trong khi phiên bản mạnh hơn sử dụng CPU Intel Ice Lake thế hệ 10. Cả hai đều có 4 nhân 8 luồng xử lý và có hai tuỳ chọn Core i5 và Core i7, phục vụ tối đa các nhu cầu Render cũng như lập trình.",
      "Phiên bản base Coffee Lake sử dụng chuẩn RAM LPDDR3L, có tốc độ cao vừa đủ. Hai tuỳ chọn RAM của máy gồm 8GB và 16GB. Trong khi đó, phiên bản sử dụng CPU Ice Lake được trang bị RAM LPDDR4x mạnh mẽ, với tốc độ cao, phù hợp cho các công việc yêu cầu cần nhiều băng thông RAM. Phiên bản Ice Lake có hai tuỳ chọn RAM là 16GB và 32GB.",
      "Bên cạnh đó là hệ thống card đồ hoạ được trang bị trên máy. Card đồ hoạ Intel Iris luôn được trang bị trên các dòng Macbook Pro của hãng, mạnh hơn nhiều so với những phiên bản trên các dòng laptop Windows.",
      "Màn hình",
      "Macbook Pro 13 được trang bị màn hình Retina 2K với tỉ lệ 16:10. Máy có độ phủ màu cao, 100% sRGB và 100% AdobeRGB, kèm theo đó là dải màu P3 là 88%, vô cùng sắc nét và phù hợp cho các công việc thiết kế hay chỉnh sửa ảnh.",
      "Bàn phím và Touchpad",
      "Sau khoảng thời gian dài sử dụng kiểu bàn phím cánh bướm, Apple đã lắng nghe người dùng và quay trở lại với bàn phím cắt kéo. Bàn phím cắt kéo mới của Macbook Pro (với cái tên Magic Keyboard) cho cảm giác gõ vô cùng chính xác, đầm tay.",
      "Touchpad luôn là điểm mà Macbook chiếm vị thế độc tôn. Kích thước touchpad to, phủ kính. Touchpad cho khả năng thao tác tốt, thậm chí không cần phải sử dụng chuột ngoài. Điều này phù hợp với những ai chỉ cần sử dụng mọi thứ trên 1 chiếc laptop, mà không cần phải thêm phụ kiện vướng víu.",
      "Cổng kết nối",
      "Macbook Pro 13 2020 tiếp tục chia ra hai phiên bản, với số lượng cổng USB-C khác nhau. Phiên bản sử dụng CPU Intel Coffee Lake thế hệ 8 sẽ có 2 cổng USB-C, trong khi phiên bản Ice Lake thế hệ 10 sẽ có 4 cổng USB-C",
      "Macbook Pro 13: tối ưu trải nghiệm người dùng",
      "Với một thiết kế mỏng nhẹ, tinh tế, cùng hiệu năng mạnh mẽ, phù hợp cho cả công việc văn phòng lẫn thiết kế đồ hoạ nhẹ, Macbook Pro 13 là chiếc máy toàn diện nhất trong tất cả các dòng Macbook. Đây chính là kiệt tác mà Apple đã tạo ra để hướng người dùng trải nghiệm một chiếc máy mạnh mẽ với màn hình không quá lớn."
    ],
   
    "genre": "Laptop"
  }]